{
  "number": 17,
  "name": "Al-Isra",
  "totalVerses": 111,
  "verses": [
    {
      "number": 1,
      "arabic": "  سُبۡحَـٰنَ ٱلَّذِیۤ أَسۡرَىٰ بِعَبۡدِهِۦ لَیۡلࣰا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِی بَـٰرَكۡنَا حَوۡلَهُۥ لِنُرِیَهُۥ مِنۡ ءَایَـٰتِنَاۤۚ إِنَّهُۥ هُوَ ٱلسَّمِیعُ ٱلۡبَصِیرُ\n",
      "translation": "Exalted is He who took His Servant by night from al-Masjid al-Haram to al-Masjid al-Aqsa, whose surroundings We have blessed, to show him of Our signs. Indeed, He is the Hearing, the Seeing.",
      "audioFile": "audio/017/017001.mp3"
    },
    {
      "number": 2,
      "arabic": "وَءَاتَیۡنَا مُوسَى ٱلۡكِتَـٰبَ وَجَعَلۡنَـٰهُ هُدࣰى لِّبَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِی وَكِیلࣰا\n",
      "translation": "And We gave Moses the Scripture and made it a guidance for the Children of Israel that you not take other than Me as Disposer of affairs,",
      "audioFile": "audio/017/017002.mp3"
    },
    {
      "number": 3,
      "arabic": "ذُرِّیَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدࣰا شَكُورࣰا\n",
      "translation": "O descendants of those We carried [in the ship] with Noah. Indeed, he was a grateful servant.",
      "audioFile": "audio/017/017003.mp3"
    },
    {
      "number": 4,
      "arabic": "وَقَضَیۡنَاۤ إِلَىٰ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ فِی ٱلۡكِتَـٰبِ لَتُفۡسِدُنَّ فِی ٱلۡأَرۡضِ مَرَّتَیۡنِ وَلَتَعۡلُنَّ عُلُوࣰّا كَبِیرࣰا\n",
      "translation": "And We conveyed to the Children of Israel in the Scripture that, \"You will surely cause corruption on the earth twice, and you will surely reach [a degree of] great haughtiness.",
      "audioFile": "audio/017/017004.mp3"
    },
    {
      "number": 5,
      "arabic": "فَإِذَا جَاۤءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَیۡكُمۡ عِبَادࣰا لَّنَاۤ أُو۟لِی بَأۡسࣲ شَدِیدࣲ فَجَاسُوا۟ خِلَـٰلَ ٱلدِّیَارِۚ وَكَانَ وَعۡدࣰا مَّفۡعُولࣰا\n",
      "translation": "So when the [time of] promise came for the first of them, We sent against you servants of Ours - those of great military might, and they probed [even] into the homes, and it was a promise fulfilled.",
      "audioFile": "audio/017/017005.mp3"
    },
    {
      "number": 6,
      "arabic": "ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَیۡهِمۡ وَأَمۡدَدۡنَـٰكُم بِأَمۡوَ ٰ⁠لࣲ وَبَنِینَ وَجَعَلۡنَـٰكُمۡ أَكۡثَرَ نَفِیرًا\n",
      "translation": "Then We gave back to you a return victory over them. And We reinforced you with wealth and sons and made you more numerous in manpower",
      "audioFile": "audio/017/017006.mp3"
    },
    {
      "number": 7,
      "arabic": "إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَاۤءَ وَعۡدُ ٱلۡـَٔاخِرَةِ لِیَسُـࣳۤـُٔوا۟ وُجُوهَكُمۡ وَلِیَدۡخُلُوا۟ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةࣲ وَلِیُتَبِّرُوا۟ مَا عَلَوۡا۟ تَتۡبِیرًا\n",
      "translation": "[And said], \"If you do good, you do good for yourselves; and if you do evil, [you do it] to yourselves.\" Then when the final promise came, [We sent your enemies] to sadden your faces and to enter the temple in Jerusalem, as they entered it the first time, and to destroy what they had taken over with [total] destruction.",
      "audioFile": "audio/017/017007.mp3"
    },
    {
      "number": 8,
      "arabic": "عَسَىٰ رَبُّكُمۡ أَن یَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَـٰفِرِینَ حَصِیرًا\n",
      "translation": "[Then Allah said], \"It is expected, [if you repent], that your Lord will have mercy upon you. But if you return [to sin], We will return [to punishment]. And We have made Hell, for the disbelievers, a prison-bed.\"",
      "audioFile": "audio/017/017008.mp3"
    },
    {
      "number": 9,
      "arabic": "إِنَّ هَـٰذَا ٱلۡقُرۡءَانَ یَهۡدِی لِلَّتِی هِیَ أَقۡوَمُ وَیُبَشِّرُ ٱلۡمُؤۡمِنِینَ ٱلَّذِینَ یَعۡمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمۡ أَجۡرࣰا كَبِیرࣰا\n",
      "translation": "Indeed, this Qur'an guides to that which is most suitable and gives good tidings to the believers who do righteous deeds that they will have a great reward.",
      "audioFile": "audio/017/017009.mp3"
    },
    {
      "number": 10,
      "arabic": "وَأَنَّ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱلۡـَٔاخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِیمࣰا\n",
      "translation": "And that those who do not believe in the Hereafter - We have prepared for them a painful punishment.",
      "audioFile": "audio/017/017010.mp3"
    },
    {
      "number": 11,
      "arabic": "وَیَدۡعُ ٱلۡإِنسَـٰنُ بِٱلشَّرِّ دُعَاۤءَهُۥ بِٱلۡخَیۡرِۖ وَكَانَ ٱلۡإِنسَـٰنُ عَجُولࣰا\n",
      "translation": "And man supplicates for evil as he supplicates for good, and man is ever hasty.",
      "audioFile": "audio/017/017011.mp3"
    },
    {
      "number": 12,
      "arabic": "وَجَعَلۡنَا ٱلَّیۡلَ وَٱلنَّهَارَ ءَایَتَیۡنِۖ فَمَحَوۡنَاۤ ءَایَةَ ٱلَّیۡلِ وَجَعَلۡنَاۤ ءَایَةَ ٱلنَّهَارِ مُبۡصِرَةࣰ لِّتَبۡتَغُوا۟ فَضۡلࣰا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُوا۟ عَدَدَ ٱلسِّنِینَ وَٱلۡحِسَابَۚ وَكُلَّ شَیۡءࣲ فَصَّلۡنَـٰهُ تَفۡصِیلࣰا\n",
      "translation": "And We have made the night and day two signs, and We erased the sign of the night and made the sign of the day visible that you may seek bounty from your Lord and may know the number of years and the account [of time]. And everything We have set out in detail.",
      "audioFile": "audio/017/017012.mp3"
    },
    {
      "number": 13,
      "arabic": "وَكُلَّ إِنسَـٰنٍ أَلۡزَمۡنَـٰهُ طَـٰۤىِٕرَهُۥ فِی عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ یَوۡمَ ٱلۡقِیَـٰمَةِ كِتَـٰبࣰا یَلۡقَىٰهُ مَنشُورًا\n",
      "translation": "And [for] every person We have imposed his fate upon his neck, and We will produce for him on the Day of Resurrection a record which he will encounter spread open.",
      "audioFile": "audio/017/017013.mp3"
    },
    {
      "number": 14,
      "arabic": "ٱقۡرَأۡ كِتَـٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡیَوۡمَ عَلَیۡكَ حَسِیبࣰا\n",
      "translation": "[It will be said], \"Read your record. Sufficient is yourself against you this Day as accountant.\"",
      "audioFile": "audio/017/017014.mp3"
    },
    {
      "number": 15,
      "arabic": "مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا یَهۡتَدِی لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا یَضِلُّ عَلَیۡهَاۚ وَلَا تَزِرُ وَازِرَةࣱ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِینَ حَتَّىٰ نَبۡعَثَ رَسُولࣰا\n",
      "translation": "Whoever is guided is only guided for [the benefit of] his soul. And whoever errs only errs against it. And no bearer of burdens will bear the burden of another. And never would We punish until We sent a messenger.",
      "audioFile": "audio/017/017015.mp3"
    },
    {
      "number": 16,
      "arabic": "وَإِذَاۤ أَرَدۡنَاۤ أَن نُّهۡلِكَ قَرۡیَةً أَمَرۡنَا مُتۡرَفِیهَا فَفَسَقُوا۟ فِیهَا فَحَقَّ عَلَیۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَـٰهَا تَدۡمِیرࣰا\n",
      "translation": "And when We intend to destroy a city, We command its affluent but they defiantly disobey therein; so the word comes into effect upon it, and We destroy it with [complete] destruction.",
      "audioFile": "audio/017/017016.mp3"
    },
    {
      "number": 17,
      "arabic": "وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحࣲۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِیرَۢا بَصِیرࣰا\n",
      "translation": "And how many have We destroyed from the generations after Noah. And sufficient is your Lord, concerning the sins of His servants, as Acquainted and Seeing.",
      "audioFile": "audio/017/017017.mp3"
    },
    {
      "number": 18,
      "arabic": "مَّن كَانَ یُرِیدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِیهَا مَا نَشَاۤءُ لِمَن نُّرِیدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ یَصۡلَىٰهَا مَذۡمُومࣰا مَّدۡحُورࣰا\n",
      "translation": "Whoever should desire the immediate - We hasten for him from it what We will to whom We intend. Then We have made for him Hell, which he will [enter to] burn, censured and banished.",
      "audioFile": "audio/017/017018.mp3"
    },
    {
      "number": 19,
      "arabic": "وَمَنۡ أَرَادَ ٱلۡـَٔاخِرَةَ وَسَعَىٰ لَهَا سَعۡیَهَا وَهُوَ مُؤۡمِنࣱ فَأُو۟لَـٰۤىِٕكَ كَانَ سَعۡیُهُم مَّشۡكُورࣰا\n",
      "translation": "But whoever desires the Hereafter and exerts the effort due to it while he is a believer - it is those whose effort is ever appreciated [by Allah].",
      "audioFile": "audio/017/017019.mp3"
    },
    {
      "number": 20,
      "arabic": "كُلࣰّا نُّمِدُّ هَـٰۤؤُلَاۤءِ وَهَـٰۤؤُلَاۤءِ مِنۡ عَطَاۤءِ رَبِّكَۚ وَمَا كَانَ عَطَاۤءُ رَبِّكَ مَحۡظُورًا\n",
      "translation": "To each [category] We extend - to these and to those - from the gift of your Lord. And never has the gift of your Lord been restricted.",
      "audioFile": "audio/017/017020.mp3"
    },
    {
      "number": 21,
      "arabic": "ٱنظُرۡ كَیۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضࣲۚ وَلَلۡـَٔاخِرَةُ أَكۡبَرُ دَرَجَـٰتࣲ وَأَكۡبَرُ تَفۡضِیلࣰا\n",
      "translation": "Look how We have favored [in provision] some of them over others. But the Hereafter is greater in degrees [of difference] and greater in distinction.",
      "audioFile": "audio/017/017021.mp3"
    },
    {
      "number": 22,
      "arabic": "لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومࣰا مَّخۡذُولࣰا\n",
      "translation": "Do not make [as equal] with Allah another deity and [thereby] become censured and forsaken.",
      "audioFile": "audio/017/017022.mp3"
    },
    {
      "number": 23,
      "arabic": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوۤا۟ إِلَّاۤ إِیَّاهُ وَبِٱلۡوَ ٰ⁠لِدَیۡنِ إِحۡسَـٰنًاۚ إِمَّا یَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَاۤ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَاۤ أُفࣲّ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلࣰا كَرِیمࣰا\n",
      "translation": "And your Lord has decreed that you not worship except Him, and to parents, good treatment. Whether one or both of them reach old age [while] with you, say not to them [so much as], \"uff,\" and do not repel them but speak to them a noble word.",
      "audioFile": "audio/017/017023.mp3"
    },
    {
      "number": 24,
      "arabic": "وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّیَانِی صَغِیرࣰا\n",
      "translation": "And lower to them the wing of humility out of mercy and say, \"My Lord, have mercy upon them as they brought me up [when I was] small.\"",
      "audioFile": "audio/017/017024.mp3"
    },
    {
      "number": 25,
      "arabic": "رَّبُّكُمۡ أَعۡلَمُ بِمَا فِی نُفُوسِكُمۡۚ إِن تَكُونُوا۟ صَـٰلِحِینَ فَإِنَّهُۥ كَانَ لِلۡأَوَّ ٰ⁠بِینَ غَفُورࣰا\n",
      "translation": "Your Lord is most knowing of what is within yourselves. If you should be righteous [in intention] - then indeed He is ever, to the often returning [to Him], Forgiving.",
      "audioFile": "audio/017/017025.mp3"
    },
    {
      "number": 26,
      "arabic": "وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِینَ وَٱبۡنَ ٱلسَّبِیلِ وَلَا تُبَذِّرۡ تَبۡذِیرًا\n",
      "translation": "And give the relative his right, and [also] the poor and the traveler, and do not spend wastefully.",
      "audioFile": "audio/017/017026.mp3"
    },
    {
      "number": 27,
      "arabic": "إِنَّ ٱلۡمُبَذِّرِینَ كَانُوۤا۟ إِخۡوَ ٰ⁠نَ ٱلشَّیَـٰطِینِۖ وَكَانَ ٱلشَّیۡطَـٰنُ لِرَبِّهِۦ كَفُورࣰا\n",
      "translation": "Indeed, the wasteful are brothers of the devils, and ever has Satan been to his Lord ungrateful.",
      "audioFile": "audio/017/017027.mp3"
    },
    {
      "number": 28,
      "arabic": "وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَاۤءَ رَحۡمَةࣲ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلࣰا مَّیۡسُورࣰا\n",
      "translation": "And if you [must] turn away from the needy awaiting mercy from your Lord which you expect, then speak to them a gentle word.",
      "audioFile": "audio/017/017028.mp3"
    },
    {
      "number": 29,
      "arabic": "وَلَا تَجۡعَلۡ یَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومࣰا مَّحۡسُورًا\n",
      "translation": "And do not make your hand [as] chained to your neck or extend it completely and [thereby] become blamed and insolvent.",
      "audioFile": "audio/017/017029.mp3"
    },
    {
      "number": 30,
      "arabic": "إِنَّ رَبَّكَ یَبۡسُطُ ٱلرِّزۡقَ لِمَن یَشَاۤءُ وَیَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِیرَۢا بَصِیرࣰا\n",
      "translation": "Indeed, your Lord extends provision for whom He wills and restricts [it]. Indeed He is ever, concerning His servants, Acquainted and Seeing.",
      "audioFile": "audio/017/017030.mp3"
    },
    {
      "number": 31,
      "arabic": "وَلَا تَقۡتُلُوۤا۟ أَوۡلَـٰدَكُمۡ خَشۡیَةَ إِمۡلَـٰقࣲۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِیَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـࣰٔا كَبِیرࣰا\n",
      "translation": "And do not kill your children for fear of poverty. We provide for them and for you. Indeed, their killing is ever a great sin.",
      "audioFile": "audio/017/017031.mp3"
    },
    {
      "number": 32,
      "arabic": "وَلَا تَقۡرَبُوا۟ ٱلزِّنَىٰۤۖ إِنَّهُۥ كَانَ فَـٰحِشَةࣰ وَسَاۤءَ سَبِیلࣰا\n",
      "translation": "And do not approach unlawful sexual intercourse. Indeed, it is ever an immorality and is evil as a way.",
      "audioFile": "audio/017/017032.mp3"
    },
    {
      "number": 33,
      "arabic": "وَلَا تَقۡتُلُوا۟ ٱلنَّفۡسَ ٱلَّتِی حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومࣰا فَقَدۡ جَعَلۡنَا لِوَلِیِّهِۦ سُلۡطَـٰنࣰا فَلَا یُسۡرِف فِّی ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورࣰا\n",
      "translation": "And do not kill the soul which Allah has forbidden, except by right. And whoever is killed unjustly - We have given his heir authority, but let him not exceed limits in [the matter of] taking life. Indeed, he has been supported [by the law].",
      "audioFile": "audio/017/017033.mp3"
    },
    {
      "number": 34,
      "arabic": "وَلَا تَقۡرَبُوا۟ مَالَ ٱلۡیَتِیمِ إِلَّا بِٱلَّتِی هِیَ أَحۡسَنُ حَتَّىٰ یَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُوا۟ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولࣰا\n",
      "translation": "And do not approach the property of an orphan, except in the way that is best, until he reaches maturity. And fulfill [every] commitment. Indeed, the commitment is ever [that about which one will be] questioned.",
      "audioFile": "audio/017/017034.mp3"
    },
    {
      "number": 35,
      "arabic": "وَأَوۡفُوا۟ ٱلۡكَیۡلَ إِذَا كِلۡتُمۡ وَزِنُوا۟ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِیمِۚ ذَ ٰ⁠لِكَ خَیۡرࣱ وَأَحۡسَنُ تَأۡوِیلࣰا\n",
      "translation": "And give full measure when you measure, and weigh with an even balance. That is the best [way] and best in result.",
      "audioFile": "audio/017/017035.mp3"
    },
    {
      "number": 36,
      "arabic": "وَلَا تَقۡفُ مَا لَیۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُو۟لَـٰۤىِٕكَ كَانَ عَنۡهُ مَسۡـُٔولࣰا\n",
      "translation": "And do not pursue that of which you have no knowledge. Indeed, the hearing, the sight and the heart - about all those [one] will be questioned.",
      "audioFile": "audio/017/017036.mp3"
    },
    {
      "number": 37,
      "arabic": "وَلَا تَمۡشِ فِی ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولࣰا\n",
      "translation": "And do not walk upon the earth exultantly. Indeed, you will never tear the earth [apart], and you will never reach the mountains in height.",
      "audioFile": "audio/017/017037.mp3"
    },
    {
      "number": 38,
      "arabic": "كُلُّ ذَ ٰ⁠لِكَ كَانَ سَیِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهࣰا\n",
      "translation": "All that - its evil is ever, in the sight of your Lord, detested.",
      "audioFile": "audio/017/017038.mp3"
    },
    {
      "number": 39,
      "arabic": "ذَ ٰ⁠لِكَ مِمَّاۤ أَوۡحَىٰۤ إِلَیۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتُلۡقَىٰ فِی جَهَنَّمَ مَلُومࣰا مَّدۡحُورًا\n",
      "translation": "That is from what your Lord has revealed to you, [O Muhammad], of wisdom. And, [O mankind], do not make [as equal] with Allah another deity, lest you be thrown into Hell, blamed and banished.",
      "audioFile": "audio/017/017039.mp3"
    },
    {
      "number": 40,
      "arabic": "أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِینَ وَٱتَّخَذَ مِنَ ٱلۡمَلَـٰۤىِٕكَةِ إِنَـٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِیمࣰا\n",
      "translation": "Then, has your Lord chosen you for [having] sons and taken from among the angels daughters? Indeed, you say a grave saying.",
      "audioFile": "audio/017/017040.mp3"
    },
    {
      "number": 41,
      "arabic": "وَلَقَدۡ صَرَّفۡنَا فِی هَـٰذَا ٱلۡقُرۡءَانِ لِیَذَّكَّرُوا۟ وَمَا یَزِیدُهُمۡ إِلَّا نُفُورࣰا\n",
      "translation": "And We have certainly diversified [the contents] in this Qur'an that mankind may be reminded, but it does not increase the disbelievers except in aversion.",
      "audioFile": "audio/017/017041.mp3"
    },
    {
      "number": 42,
      "arabic": "قُل لَّوۡ كَانَ مَعَهُۥۤ ءَالِهَةࣱ كَمَا یَقُولُونَ إِذࣰا لَّٱبۡتَغَوۡا۟ إِلَىٰ ذِی ٱلۡعَرۡشِ سَبِیلࣰا\n",
      "translation": "Say, [O Muhammad], \"If there had been with Him [other] gods, as they say, then they [each] would have sought to the Owner of the Throne a way.\"",
      "audioFile": "audio/017/017042.mp3"
    },
    {
      "number": 43,
      "arabic": "سُبۡحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا یَقُولُونَ عُلُوࣰّا كَبِیرࣰا\n",
      "translation": "Exalted is He and high above what they say by great sublimity.",
      "audioFile": "audio/017/017043.mp3"
    },
    {
      "number": 44,
      "arabic": "تُسَبِّحُ لَهُ ٱلسَّمَـٰوَ ٰ⁠تُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِیهِنَّۚ وَإِن مِّن شَیۡءٍ إِلَّا یُسَبِّحُ بِحَمۡدِهِۦ وَلَـٰكِن لَّا تَفۡقَهُونَ تَسۡبِیحَهُمۡۚ إِنَّهُۥ كَانَ حَلِیمًا غَفُورࣰا\n",
      "translation": "The seven heavens and the earth and whatever is in them exalt Him. And there is not a thing except that it exalts [Allah] by His praise, but you do not understand their [way of] exalting. Indeed, He is ever Forbearing and Forgiving.",
      "audioFile": "audio/017/017044.mp3"
    },
    {
      "number": 45,
      "arabic": "وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَیۡنَكَ وَبَیۡنَ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱلۡـَٔاخِرَةِ حِجَابࣰا مَّسۡتُورࣰا\n",
      "translation": "And when you recite the Qur'an, We put between you and those who do not believe in the Hereafter a concealed partition.",
      "audioFile": "audio/017/017045.mp3"
    },
    {
      "number": 46,
      "arabic": "وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن یَفۡقَهُوهُ وَفِیۤ ءَاذَانِهِمۡ وَقۡرࣰاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِی ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡا۟ عَلَىٰۤ أَدۡبَـٰرِهِمۡ نُفُورࣰا\n",
      "translation": "And We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And when you mention your Lord alone in the Qur'an, they turn back in aversion.",
      "audioFile": "audio/017/017046.mp3"
    },
    {
      "number": 47,
      "arabic": "نَّحۡنُ أَعۡلَمُ بِمَا یَسۡتَمِعُونَ بِهِۦۤ إِذۡ یَسۡتَمِعُونَ إِلَیۡكَ وَإِذۡ هُمۡ نَجۡوَىٰۤ إِذۡ یَقُولُ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلࣰا مَّسۡحُورًا\n",
      "translation": "We are most knowing of how they listen to it when they listen to you and [of] when they are in private conversation, when the wrongdoers say, \"You follow not but a man affected by magic.\"",
      "audioFile": "audio/017/017047.mp3"
    },
    {
      "number": 48,
      "arabic": "ٱنظُرۡ كَیۡفَ ضَرَبُوا۟ لَكَ ٱلۡأَمۡثَالَ فَضَلُّوا۟ فَلَا یَسۡتَطِیعُونَ سَبِیلࣰا\n",
      "translation": "Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.",
      "audioFile": "audio/017/017048.mp3"
    },
    {
      "number": 49,
      "arabic": "وَقَالُوۤا۟ أَءِذَا كُنَّا عِظَـٰمࣰا وَرُفَـٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقࣰا جَدِیدࣰا\n",
      "translation": "And they say, \"When we are bones and crumbled particles, will we [truly] be resurrected as a new creation?\"",
      "audioFile": "audio/017/017049.mp3"
    },
    {
      "number": 50,
      "arabic": "۞ قُلۡ كُونُوا۟ حِجَارَةً أَوۡ حَدِیدًا\n",
      "translation": "Say, \"Be you stones or iron",
      "audioFile": "audio/017/017050.mp3"
    },
    {
      "number": 51,
      "arabic": "أَوۡ خَلۡقࣰا مِّمَّا یَكۡبُرُ فِی صُدُورِكُمۡۚ فَسَیَقُولُونَ مَن یُعِیدُنَاۖ قُلِ ٱلَّذِی فَطَرَكُمۡ أَوَّلَ مَرَّةࣲۚ فَسَیُنۡغِضُونَ إِلَیۡكَ رُءُوسَهُمۡ وَیَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰۤ أَن یَكُونَ قَرِیبࣰا\n",
      "translation": "Or [any] creation of that which is great within your breasts.\" And they will say, \"Who will restore us?\" Say, \"He who brought you forth the first time.\" Then they will nod their heads toward you and say, \"When is that?\" Say, \"Perhaps it will be soon -",
      "audioFile": "audio/017/017051.mp3"
    },
    {
      "number": 52,
      "arabic": "یَوۡمَ یَدۡعُوكُمۡ فَتَسۡتَجِیبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِیلࣰا\n",
      "translation": "On the Day He will call you and you will respond with praise of Him and think that you had not remained [in the world] except for a little.\"",
      "audioFile": "audio/017/017052.mp3"
    },
    {
      "number": 53,
      "arabic": "وَقُل لِّعِبَادِی یَقُولُوا۟ ٱلَّتِی هِیَ أَحۡسَنُۚ إِنَّ ٱلشَّیۡطَـٰنَ یَنزَغُ بَیۡنَهُمۡۚ إِنَّ ٱلشَّیۡطَـٰنَ كَانَ لِلۡإِنسَـٰنِ عَدُوࣰّا مُّبِینࣰا\n",
      "translation": "And tell My servants to say that which is best. Indeed, Satan induces [dissension] among them. Indeed Satan is ever, to mankind, a clear enemy.",
      "audioFile": "audio/017/017053.mp3"
    },
    {
      "number": 54,
      "arabic": "رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن یَشَأۡ یَرۡحَمۡكُمۡ أَوۡ إِن یَشَأۡ یُعَذِّبۡكُمۡۚ وَمَاۤ أَرۡسَلۡنَـٰكَ عَلَیۡهِمۡ وَكِیلࣰا\n",
      "translation": "Your Lord is most knowing of you. If He wills, He will have mercy upon you; or if He wills, He will punish you. And We have not sent you, [O Muhammad], over them as a manager.",
      "audioFile": "audio/017/017054.mp3"
    },
    {
      "number": 55,
      "arabic": "وَرَبُّكَ أَعۡلَمُ بِمَن فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِیِّـۧنَ عَلَىٰ بَعۡضࣲۖ وَءَاتَیۡنَا دَاوُۥدَ زَبُورࣰا\n",
      "translation": "And your Lord is most knowing of whoever is in the heavens and the earth. And We have made some of the prophets exceed others [in various ways], and to David We gave the book [of Psalms].",
      "audioFile": "audio/017/017055.mp3"
    },
    {
      "number": 56,
      "arabic": "قُلِ ٱدۡعُوا۟ ٱلَّذِینَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا یَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِیلًا\n",
      "translation": "Say, \"Invoke those you have claimed [as gods] besides Him, for they do not possess the [ability for] removal of adversity from you or [for its] transfer [to someone else].\"",
      "audioFile": "audio/017/017056.mp3"
    },
    {
      "number": 57,
      "arabic": "أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ یَدۡعُونَ یَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِیلَةَ أَیُّهُمۡ أَقۡرَبُ وَیَرۡجُونَ رَحۡمَتَهُۥ وَیَخَافُونَ عَذَابَهُۥۤۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورࣰا\n",
      "translation": "Those whom they invoke seek means of access to their Lord, [striving as to] which of them would be nearest, and they hope for His mercy and fear His punishment. Indeed, the punishment of your Lord is ever feared.",
      "audioFile": "audio/017/017057.mp3"
    },
    {
      "number": 58,
      "arabic": "وَإِن مِّن قَرۡیَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ یَوۡمِ ٱلۡقِیَـٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابࣰا شَدِیدࣰاۚ كَانَ ذَ ٰ⁠لِكَ فِی ٱلۡكِتَـٰبِ مَسۡطُورࣰا\n",
      "translation": "And there is no city but that We will destroy it before the Day of Resurrection or punish it with a severe punishment. That has ever been in the Register inscribed.",
      "audioFile": "audio/017/017058.mp3"
    },
    {
      "number": 59,
      "arabic": "وَمَا مَنَعَنَاۤ أَن نُّرۡسِلَ بِٱلۡـَٔایَـٰتِ إِلَّاۤ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَیۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةࣰ فَظَلَمُوا۟ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡـَٔایَـٰتِ إِلَّا تَخۡوِیفࣰا\n",
      "translation": "And nothing has prevented Us from sending signs except that the former peoples denied them. And We gave Thamud the she-camel as a visible sign, but they wronged her. And We send not the signs except as a warning.",
      "audioFile": "audio/017/017059.mp3"
    },
    {
      "number": 60,
      "arabic": "وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡیَا ٱلَّتِیۤ أَرَیۡنَـٰكَ إِلَّا فِتۡنَةࣰ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِی ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا یَزِیدُهُمۡ إِلَّا طُغۡیَـٰنࣰا كَبِیرࣰا\n",
      "translation": "And [remember, O Muhammad], when We told you, \"Indeed, your Lord has encompassed the people.\" And We did not make the sight which We showed you except as a trial for the people, as was the accursed tree [mentioned] in the Qur'an. And We threaten them, but it increases them not except in great transgression.",
      "audioFile": "audio/017/017060.mp3"
    },
    {
      "number": 61,
      "arabic": "وَإِذۡ قُلۡنَا لِلۡمَلَـٰۤىِٕكَةِ ٱسۡجُدُوا۟ لِـَٔادَمَ فَسَجَدُوۤا۟ إِلَّاۤ إِبۡلِیسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِینࣰا\n",
      "translation": "And [mention] when We said to the angles, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He said, \"Should I prostrate to one You created from clay?\"",
      "audioFile": "audio/017/017061.mp3"
    },
    {
      "number": 62,
      "arabic": "قَالَ أَرَءَیۡتَكَ هَـٰذَا ٱلَّذِی كَرَّمۡتَ عَلَیَّ لَىِٕنۡ أَخَّرۡتَنِ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّیَّتَهُۥۤ إِلَّا قَلِیلࣰا\n",
      "translation": "[Iblees] said, \"Do You see this one whom You have honored above me? If You delay me until the Day of Resurrection, I will surely destroy his descendants, except for a few.\"",
      "audioFile": "audio/017/017062.mp3"
    },
    {
      "number": 63,
      "arabic": "قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَاۤؤُكُمۡ جَزَاۤءࣰ مَّوۡفُورࣰا\n",
      "translation": "[Allah] said, \"Go, for whoever of them follows you, indeed Hell will be the recompense of you - an ample recompense.",
      "audioFile": "audio/017/017063.mp3"
    },
    {
      "number": 64,
      "arabic": "وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَیۡهِم بِخَیۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِی ٱلۡأَمۡوَ ٰ⁠لِ وَٱلۡأَوۡلَـٰدِ وَعِدۡهُمۡۚ وَمَا یَعِدُهُمُ ٱلشَّیۡطَـٰنُ إِلَّا غُرُورًا\n",
      "translation": "And incite [to senselessness] whoever you can among them with your voice and assault them with your horses and foot soldiers and become a partner in their wealth and their children and promise them.\" But Satan does not promise them except delusion.",
      "audioFile": "audio/017/017064.mp3"
    },
    {
      "number": 65,
      "arabic": "إِنَّ عِبَادِی لَیۡسَ لَكَ عَلَیۡهِمۡ سُلۡطَـٰنࣱۚ وَكَفَىٰ بِرَبِّكَ وَكِیلࣰا\n",
      "translation": "Indeed, over My [believing] servants there is for you no authority. And sufficient is your Lord as Disposer of affairs.",
      "audioFile": "audio/017/017065.mp3"
    },
    {
      "number": 66,
      "arabic": "رَّبُّكُمُ ٱلَّذِی یُزۡجِی لَكُمُ ٱلۡفُلۡكَ فِی ٱلۡبَحۡرِ لِتَبۡتَغُوا۟ مِن فَضۡلِهِۦۤۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِیمࣰا\n",
      "translation": "It is your Lord who drives the ship for you through the sea that you may seek of His bounty. Indeed, He is ever, to you, Merciful.",
      "audioFile": "audio/017/017066.mp3"
    },
    {
      "number": 67,
      "arabic": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِی ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّاۤ إِیَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَـٰنُ كَفُورًا\n",
      "translation": "And when adversity touches you at sea, lost are [all] those you invoke except for Him. But when He delivers you to the land, you turn away [from Him]. And ever is man ungrateful.",
      "audioFile": "audio/017/017067.mp3"
    },
    {
      "number": 68,
      "arabic": "أَفَأَمِنتُمۡ أَن یَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ یُرۡسِلَ عَلَیۡكُمۡ حَاصِبࣰا ثُمَّ لَا تَجِدُوا۟ لَكُمۡ وَكِیلًا\n",
      "translation": "Then do you feel secure that [instead] He will not cause a part of the land to swallow you or send against you a storm of stones? Then you would not find for yourselves an advocate.",
      "audioFile": "audio/017/017068.mp3"
    },
    {
      "number": 69,
      "arabic": "أَمۡ أَمِنتُمۡ أَن یُعِیدَكُمۡ فِیهِ تَارَةً أُخۡرَىٰ فَیُرۡسِلَ عَلَیۡكُمۡ قَاصِفࣰا مِّنَ ٱلرِّیحِ فَیُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُوا۟ لَكُمۡ عَلَیۡنَا بِهِۦ تَبِیعࣰا\n",
      "translation": "Or do you feel secure that He will not send you back into the sea another time and send upon you a hurricane of wind and drown you for what you denied? Then you would not find for yourselves against Us an avenger.",
      "audioFile": "audio/017/017069.mp3"
    },
    {
      "number": 70,
      "arabic": "۞ وَلَقَدۡ كَرَّمۡنَا بَنِیۤ ءَادَمَ وَحَمَلۡنَـٰهُمۡ فِی ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَـٰهُم مِّنَ ٱلطَّیِّبَـٰتِ وَفَضَّلۡنَـٰهُمۡ عَلَىٰ كَثِیرࣲ مِّمَّنۡ خَلَقۡنَا تَفۡضِیلࣰا\n",
      "translation": "And We have certainly honored the children of Adam and carried them on the land and sea and provided for them of the good things and preferred them over much of what We have created, with [definite] preference.",
      "audioFile": "audio/017/017070.mp3"
    },
    {
      "number": 71,
      "arabic": "یَوۡمَ نَدۡعُوا۟ كُلَّ أُنَاسِۭ بِإِمَـٰمِهِمۡۖ فَمَنۡ أُوتِیَ كِتَـٰبَهُۥ بِیَمِینِهِۦ فَأُو۟لَـٰۤىِٕكَ یَقۡرَءُونَ كِتَـٰبَهُمۡ وَلَا یُظۡلَمُونَ فَتِیلࣰا\n",
      "translation": "[Mention, O Muhammad], the Day We will call forth every people with their record [of deeds]. Then whoever is given his record in his right hand - those will read their records, and injustice will not be done to them, [even] as much as a thread [inside the date seed].",
      "audioFile": "audio/017/017071.mp3"
    },
    {
      "number": 72,
      "arabic": "وَمَن كَانَ فِی هَـٰذِهِۦۤ أَعۡمَىٰ فَهُوَ فِی ٱلۡـَٔاخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِیلࣰا\n",
      "translation": "And whoever is blind in this [life] will be blind in the Hereafter and more astray in way.",
      "audioFile": "audio/017/017072.mp3"
    },
    {
      "number": 73,
      "arabic": "وَإِن كَادُوا۟ لَیَفۡتِنُونَكَ عَنِ ٱلَّذِیۤ أَوۡحَیۡنَاۤ إِلَیۡكَ لِتَفۡتَرِیَ عَلَیۡنَا غَیۡرَهُۥۖ وَإِذࣰا لَّٱتَّخَذُوكَ خَلِیلࣰا\n",
      "translation": "And indeed, they were about to tempt you away from that which We revealed to you in order to [make] you invent about Us something else; and then they would have taken you as a friend.",
      "audioFile": "audio/017/017073.mp3"
    },
    {
      "number": 74,
      "arabic": "وَلَوۡلَاۤ أَن ثَبَّتۡنَـٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَیۡهِمۡ شَیۡـࣰٔا قَلِیلًا\n",
      "translation": "And if We had not strengthened you, you would have almost inclined to them a little.",
      "audioFile": "audio/017/017074.mp3"
    },
    {
      "number": 75,
      "arabic": "إِذࣰا لَّأَذَقۡنَـٰكَ ضِعۡفَ ٱلۡحَیَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَیۡنَا نَصِیرࣰا\n",
      "translation": "Then [if you had], We would have made you taste double [punishment in] life and double [after] death. Then you would not find for yourself against Us a helper.",
      "audioFile": "audio/017/017075.mp3"
    },
    {
      "number": 76,
      "arabic": "وَإِن كَادُوا۟ لَیَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِیُخۡرِجُوكَ مِنۡهَاۖ وَإِذࣰا لَّا یَلۡبَثُونَ خِلَـٰفَكَ إِلَّا قَلِیلࣰا\n",
      "translation": "And indeed, they were about to drive you from the land to evict you therefrom. And then [when they do], they will not remain [there] after you, except for a little.",
      "audioFile": "audio/017/017076.mp3"
    },
    {
      "number": 77,
      "arabic": "سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِیلًا\n",
      "translation": "[That is Our] established way for those We had sent before you of Our messengers; and you will not find in Our way any alteration.",
      "audioFile": "audio/017/017077.mp3"
    },
    {
      "number": 78,
      "arabic": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّیۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودࣰا\n",
      "translation": "Establish prayer at the decline of the sun [from its meridian] until the darkness of the night and [also] the Qur'an of dawn. Indeed, the recitation of dawn is ever witnessed.",
      "audioFile": "audio/017/017078.mp3"
    },
    {
      "number": 79,
      "arabic": "وَمِنَ ٱلَّیۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةࣰ لَّكَ عَسَىٰۤ أَن یَبۡعَثَكَ رَبُّكَ مَقَامࣰا مَّحۡمُودࣰا\n",
      "translation": "And from [part of] the night, pray with it as additional [worship] for you; it is expected that your Lord will resurrect you to a praised station.",
      "audioFile": "audio/017/017079.mp3"
    },
    {
      "number": 80,
      "arabic": "وَقُل رَّبِّ أَدۡخِلۡنِی مُدۡخَلَ صِدۡقࣲ وَأَخۡرِجۡنِی مُخۡرَجَ صِدۡقࣲ وَٱجۡعَل لِّی مِن لَّدُنكَ سُلۡطَـٰنࣰا نَّصِیرࣰا\n",
      "translation": "And say, \"My Lord, cause me to enter a sound entrance and to exit a sound exit and grant me from Yourself a supporting authority.\"",
      "audioFile": "audio/017/017080.mp3"
    },
    {
      "number": 81,
      "arabic": "وَقُلۡ جَاۤءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَـٰطِلُۚ إِنَّ ٱلۡبَـٰطِلَ كَانَ زَهُوقࣰا\n",
      "translation": "And say, \"Truth has come, and falsehood has departed. Indeed is falsehood, [by nature], ever bound to depart.\"",
      "audioFile": "audio/017/017081.mp3"
    },
    {
      "number": 82,
      "arabic": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَاۤءࣱ وَرَحۡمَةࣱ لِّلۡمُؤۡمِنِینَ وَلَا یَزِیدُ ٱلظَّـٰلِمِینَ إِلَّا خَسَارࣰا\n",
      "translation": "And We send down of the Qur'an that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss.",
      "audioFile": "audio/017/017082.mp3"
    },
    {
      "number": 83,
      "arabic": "وَإِذَاۤ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَـٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ یَـُٔوسࣰا\n",
      "translation": "And when We bestow favor upon the disbeliever, he turns away and distances himself; and when evil touches him, he is ever despairing.",
      "audioFile": "audio/017/017083.mp3"
    },
    {
      "number": 84,
      "arabic": "قُلۡ كُلࣱّ یَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِیلࣰا\n",
      "translation": "Say, \"Each works according to his manner, but your Lord is most knowing of who is best guided in way.\"",
      "audioFile": "audio/017/017084.mp3"
    },
    {
      "number": 85,
      "arabic": "وَیَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّی وَمَاۤ أُوتِیتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِیلࣰا\n",
      "translation": "And they ask you, [O Muhammad], about the soul. Say, \"The soul is of the affair of my Lord. And mankind have not been given of knowledge except a little.\"",
      "audioFile": "audio/017/017085.mp3"
    },
    {
      "number": 86,
      "arabic": "وَلَىِٕن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِیۤ أَوۡحَیۡنَاۤ إِلَیۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَیۡنَا وَكِیلًا\n",
      "translation": "And if We willed, We could surely do away with that which We revealed to you. Then you would not find for yourself concerning it an advocate against Us.",
      "audioFile": "audio/017/017086.mp3"
    },
    {
      "number": 87,
      "arabic": "إِلَّا رَحۡمَةࣰ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَیۡكَ كَبِیرࣰا\n",
      "translation": "Except [We have left it with you] as a mercy from your Lord. Indeed, His favor upon you has ever been great.",
      "audioFile": "audio/017/017087.mp3"
    },
    {
      "number": 88,
      "arabic": "قُل لَّىِٕنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰۤ أَن یَأۡتُوا۟ بِمِثۡلِ هَـٰذَا ٱلۡقُرۡءَانِ لَا یَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضࣲ ظَهِیرࣰا\n",
      "translation": "Say, \"If mankind and the jinn gathered in order to produce the like of this Qur'an, they could not produce the like of it, even if they were to each other assistants.\"",
      "audioFile": "audio/017/017088.mp3"
    },
    {
      "number": 89,
      "arabic": "وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِی هَـٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلࣲ فَأَبَىٰۤ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورࣰا\n",
      "translation": "And We have certainly diversified for the people in this Qur'an from every [kind] of example, but most of the people refused [anything] except disbelief.",
      "audioFile": "audio/017/017089.mp3"
    },
    {
      "number": 90,
      "arabic": "وَقَالُوا۟ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ یَنۢبُوعًا\n",
      "translation": "And they say, \"We will not believe you until you break open for us from the ground a spring.",
      "audioFile": "audio/017/017090.mp3"
    },
    {
      "number": 91,
      "arabic": "أَوۡ تَكُونَ لَكَ جَنَّةࣱ مِّن نَّخِیلࣲ وَعِنَبࣲ فَتُفَجِّرَ ٱلۡأَنۡهَـٰرَ خِلَـٰلَهَا تَفۡجِیرًا\n",
      "translation": "Or [until] you have a garden of palm tress and grapes and make rivers gush forth within them in force [and abundance]",
      "audioFile": "audio/017/017091.mp3"
    },
    {
      "number": 92,
      "arabic": "أَوۡ تُسۡقِطَ ٱلسَّمَاۤءَ كَمَا زَعَمۡتَ عَلَیۡنَا كِسَفًا أَوۡ تَأۡتِیَ بِٱللَّهِ وَٱلۡمَلَـٰۤىِٕكَةِ قَبِیلًا\n",
      "translation": "Or you make the heaven fall upon us in fragments as you have claimed or you bring Allah and the angels before [us]",
      "audioFile": "audio/017/017092.mp3"
    },
    {
      "number": 93,
      "arabic": "أَوۡ یَكُونَ لَكَ بَیۡتࣱ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِی ٱلسَّمَاۤءِ وَلَن نُّؤۡمِنَ لِرُقِیِّكَ حَتَّىٰ تُنَزِّلَ عَلَیۡنَا كِتَـٰبࣰا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّی هَلۡ كُنتُ إِلَّا بَشَرࣰا رَّسُولࣰا\n",
      "translation": "Or you have a house of gold or you ascend into the sky. And [even then], we will not believe in your ascension until you bring down to us a book we may read.\" Say, \"Exalted is my Lord! Was I ever but a human messenger?\"",
      "audioFile": "audio/017/017093.mp3"
    },
    {
      "number": 94,
      "arabic": "وَمَا مَنَعَ ٱلنَّاسَ أَن یُؤۡمِنُوۤا۟ إِذۡ جَاۤءَهُمُ ٱلۡهُدَىٰۤ إِلَّاۤ أَن قَالُوۤا۟ أَبَعَثَ ٱللَّهُ بَشَرࣰا رَّسُولࣰا\n",
      "translation": "And what prevented the people from believing when guidance came to them except that they said, \"Has Allah sent a human messenger?\"",
      "audioFile": "audio/017/017094.mp3"
    },
    {
      "number": 95,
      "arabic": "قُل لَّوۡ كَانَ فِی ٱلۡأَرۡضِ مَلَـٰۤىِٕكَةࣱ یَمۡشُونَ مُطۡمَىِٕنِّینَ لَنَزَّلۡنَا عَلَیۡهِم مِّنَ ٱلسَّمَاۤءِ مَلَكࣰا رَّسُولࣰا\n",
      "translation": "Say, \"If there were upon the earth angels walking securely, We would have sent down to them from the heaven an angel [as a] messenger.\"",
      "audioFile": "audio/017/017095.mp3"
    },
    {
      "number": 96,
      "arabic": "قُلۡ كَفَىٰ بِٱللَّهِ شَهِیدَۢا بَیۡنِی وَبَیۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِیرَۢا بَصِیرࣰا\n",
      "translation": "Say, \"Sufficient is Allah as Witness between me and you. Indeed he is ever, concerning His servants, Acquainted and Seeing.\"",
      "audioFile": "audio/017/017096.mp3"
    },
    {
      "number": 97,
      "arabic": "وَمَن یَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن یُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِیَاۤءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡیࣰا وَبُكۡمࣰا وَصُمࣰّاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَـٰهُمۡ سَعِیرࣰا\n",
      "translation": "And whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - you will never find for them protectors besides Him, and We will gather them on the Day of Resurrection [fallen] on their faces - blind, dumb and deaf. Their refuge is Hell; every time it subsides We increase them in blazing fire.",
      "audioFile": "audio/017/017097.mp3"
    },
    {
      "number": 98,
      "arabic": "ذَ ٰ⁠لِكَ جَزَاۤؤُهُم بِأَنَّهُمۡ كَفَرُوا۟ بِـَٔایَـٰتِنَا وَقَالُوۤا۟ أَءِذَا كُنَّا عِظَـٰمࣰا وَرُفَـٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقࣰا جَدِیدًا\n",
      "translation": "That is their recompense because they disbelieved in Our verses and said, \"When we are bones and crumbled particles, will we [truly] be resurrected [in] a new creation?\"",
      "audioFile": "audio/017/017098.mp3"
    },
    {
      "number": 99,
      "arabic": "۞ أَوَلَمۡ یَرَوۡا۟ أَنَّ ٱللَّهَ ٱلَّذِی خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰۤ أَن یَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلࣰا لَّا رَیۡبَ فِیهِ فَأَبَى ٱلظَّـٰلِمُونَ إِلَّا كُفُورࣰا\n",
      "translation": "Do they not see that Allah, who created the heavens and earth, is [the one] Able to create the likes of them? And He has appointed for them a term, about which there is no doubt. But the wrongdoers refuse [anything] except disbelief.",
      "audioFile": "audio/017/017099.mp3"
    },
    {
      "number": 100,
      "arabic": "قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَاۤىِٕنَ رَحۡمَةِ رَبِّیۤ إِذࣰا لَّأَمۡسَكۡتُمۡ خَشۡیَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَـٰنُ قَتُورࣰا\n",
      "translation": "Say [to them], \"If you possessed the depositories of the mercy of my Lord, then you would withhold out of fear of spending.\" And ever has man been stingy.",
      "audioFile": "audio/017/017100.mp3"
    },
    {
      "number": 101,
      "arabic": "وَلَقَدۡ ءَاتَیۡنَا مُوسَىٰ تِسۡعَ ءَایَـٰتِۭ بَیِّنَـٰتࣲۖ فَسۡـَٔلۡ بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ إِذۡ جَاۤءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّی لَأَظُنُّكَ یَـٰمُوسَىٰ مَسۡحُورࣰا\n",
      "translation": "And We had certainly given Moses nine evident signs, so ask the Children of Israel [about] when he came to them and Pharaoh said to him, \"Indeed I think, O Moses, that you are affected by magic.\"",
      "audioFile": "audio/017/017101.mp3"
    },
    {
      "number": 102,
      "arabic": "قَالَ لَقَدۡ عَلِمۡتَ مَاۤ أَنزَلَ هَـٰۤؤُلَاۤءِ إِلَّا رَبُّ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ بَصَاۤىِٕرَ وَإِنِّی لَأَظُنُّكَ یَـٰفِرۡعَوۡنُ مَثۡبُورࣰا\n",
      "translation": "[Moses] said, \"You have already known that none has sent down these [signs] except the Lord of the heavens and the earth as evidence, and indeed I think, O Pharaoh, that you are destroyed.\"",
      "audioFile": "audio/017/017102.mp3"
    },
    {
      "number": 103,
      "arabic": "فَأَرَادَ أَن یَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَـٰهُ وَمَن مَّعَهُۥ جَمِیعࣰا\n",
      "translation": "So he intended to drive them from the land, but We drowned him and those with him all together.",
      "audioFile": "audio/017/017103.mp3"
    },
    {
      "number": 104,
      "arabic": "وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ ٱسۡكُنُوا۟ ٱلۡأَرۡضَ فَإِذَا جَاۤءَ وَعۡدُ ٱلۡـَٔاخِرَةِ جِئۡنَا بِكُمۡ لَفِیفࣰا\n",
      "translation": "And We said after Pharaoh to the Children of Israel, \"Dwell in the land, and when there comes the promise of the Hereafter, We will bring you forth in [one] gathering.\"",
      "audioFile": "audio/017/017104.mp3"
    },
    {
      "number": 105,
      "arabic": "وَبِٱلۡحَقِّ أَنزَلۡنَـٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَاۤ أَرۡسَلۡنَـٰكَ إِلَّا مُبَشِّرࣰا وَنَذِیرࣰا\n",
      "translation": "And with the truth We have sent the Qur'an down, and with the truth it has descended. And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner.",
      "audioFile": "audio/017/017105.mp3"
    },
    {
      "number": 106,
      "arabic": "وَقُرۡءَانࣰا فَرَقۡنَـٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثࣲ وَنَزَّلۡنَـٰهُ تَنزِیلࣰا\n",
      "translation": "And [it is] a Qur'an which We have separated [by intervals] that you might recite it to the people over a prolonged period. And We have sent it down progressively.",
      "audioFile": "audio/017/017106.mp3"
    },
    {
      "number": 107,
      "arabic": "قُلۡ ءَامِنُوا۟ بِهِۦۤ أَوۡ لَا تُؤۡمِنُوۤا۟ۚ إِنَّ ٱلَّذِینَ أُوتُوا۟ ٱلۡعِلۡمَ مِن قَبۡلِهِۦۤ إِذَا یُتۡلَىٰ عَلَیۡهِمۡ یَخِرُّونَ لِلۡأَذۡقَانِ سُجَّدࣰا\n",
      "translation": "Say, \"Believe in it or do not believe. Indeed, those who were given knowledge before it - when it is recited to them, they fall upon their faces in prostration,",
      "audioFile": "audio/017/017107.mp3"
    },
    {
      "number": 108,
      "arabic": "وَیَقُولُونَ سُبۡحَـٰنَ رَبِّنَاۤ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولࣰا\n",
      "translation": "And they say, \"Exalted is our Lord! Indeed, the promise of our Lord has been fulfilled.\"",
      "audioFile": "audio/017/017108.mp3"
    },
    {
      "number": 109,
      "arabic": "وَیَخِرُّونَ لِلۡأَذۡقَانِ یَبۡكُونَ وَیَزِیدُهُمۡ خُشُوعࣰا ۩\n",
      "translation": "And they fall upon their faces weeping, and the Qur'an increases them in humble submission.",
      "audioFile": "audio/017/017109.mp3"
    },
    {
      "number": 110,
      "arabic": "قُلِ ٱدۡعُوا۟ ٱللَّهَ أَوِ ٱدۡعُوا۟ ٱلرَّحۡمَـٰنَۖ أَیࣰّا مَّا تَدۡعُوا۟ فَلَهُ ٱلۡأَسۡمَاۤءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَیۡنَ ذَ ٰ⁠لِكَ سَبِیلࣰا\n",
      "translation": "Say, \"Call upon Allah or call upon the Most Merciful. Whichever [name] you call - to Him belong the best names.\" And do not recite [too] loudly in your prayer or [too] quietly but seek between that an [intermediate] way.",
      "audioFile": "audio/017/017110.mp3"
    },
    {
      "number": 111,
      "arabic": "وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِی لَمۡ یَتَّخِذۡ وَلَدࣰا وَلَمۡ یَكُن لَّهُۥ شَرِیكࣱ فِی ٱلۡمُلۡكِ وَلَمۡ یَكُن لَّهُۥ وَلِیࣱّ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِیرَۢا\n",
      "translation": "And say, \"Praise to Allah, who has not taken a son and has had no partner in [His] dominion and has no [need of a] protector out of weakness; and glorify Him with [great] glorification.\"",
      "audioFile": "audio/017/017111.mp3"
    }
  ]
}