{
  "number": 18,
  "name": "Al-Kahf",
  "totalVerses": 110,
  "verses": [
    {
      "number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِیۤ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَـٰبَ وَلَمۡ یَجۡعَل لَّهُۥ عِوَجَاۜ\n",
      "translation": "[All] praise is [due] to Allah, who has sent down upon His Servant the Book and has not made therein any deviance.",
      "audioFile": "audio/018/018001.mp3"
    },
    {
      "number": 2,
      "arabic": "قَیِّمࣰا لِّیُنذِرَ بَأۡسࣰا شَدِیدࣰا مِّن لَّدُنۡهُ وَیُبَشِّرَ ٱلۡمُؤۡمِنِینَ ٱلَّذِینَ یَعۡمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنࣰا\n",
      "translation": "[He has made it] straight, to warn of severe punishment from Him and to give good tidings to the believers who do righteous deeds that they will have a good reward",
      "audioFile": "audio/018/018002.mp3"
    },
    {
      "number": 3,
      "arabic": "مَّـٰكِثِینَ فِیهِ أَبَدࣰا\n",
      "translation": "In which they will remain forever",
      "audioFile": "audio/018/018003.mp3"
    },
    {
      "number": 4,
      "arabic": "وَیُنذِرَ ٱلَّذِینَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدࣰا\n",
      "translation": "And to warn those who say, \"Allah has taken a son.\"",
      "audioFile": "audio/018/018004.mp3"
    },
    {
      "number": 5,
      "arabic": "مَّا لَهُم بِهِۦ مِنۡ عِلۡمࣲ وَلَا لِـَٔابَاۤىِٕهِمۡۚ كَبُرَتۡ كَلِمَةࣰ تَخۡرُجُ مِنۡ أَفۡوَ ٰ⁠هِهِمۡۚ إِن یَقُولُونَ إِلَّا كَذِبࣰا\n",
      "translation": "They have no knowledge of it, nor had their fathers. Grave is the word that comes out of their mouths; they speak not except a lie.",
      "audioFile": "audio/018/018005.mp3"
    },
    {
      "number": 6,
      "arabic": "فَلَعَلَّكَ بَـٰخِعࣱ نَّفۡسَكَ عَلَىٰۤ ءَاثَـٰرِهِمۡ إِن لَّمۡ یُؤۡمِنُوا۟ بِهَـٰذَا ٱلۡحَدِیثِ أَسَفًا\n",
      "translation": "Then perhaps you would kill yourself through grief over them, [O Muhammad], if they do not believe in this message, [and] out of sorrow.",
      "audioFile": "audio/018/018006.mp3"
    },
    {
      "number": 7,
      "arabic": "إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِینَةࣰ لَّهَا لِنَبۡلُوَهُمۡ أَیُّهُمۡ أَحۡسَنُ عَمَلࣰا\n",
      "translation": "Indeed, We have made that which is on the earth adornment for it that We may test them [as to] which of them is best in deed.",
      "audioFile": "audio/018/018007.mp3"
    },
    {
      "number": 8,
      "arabic": "وَإِنَّا لَجَـٰعِلُونَ مَا عَلَیۡهَا صَعِیدࣰا جُرُزًا\n",
      "translation": "And indeed, We will make that which is upon it [into] a barren ground.",
      "audioFile": "audio/018/018008.mp3"
    },
    {
      "number": 9,
      "arabic": "أَمۡ حَسِبۡتَ أَنَّ أَصۡحَـٰبَ ٱلۡكَهۡفِ وَٱلرَّقِیمِ كَانُوا۟ مِنۡ ءَایَـٰتِنَا عَجَبًا\n",
      "translation": "Or have you thought that the companions of the cave and the inscription were, among Our signs, a wonder?",
      "audioFile": "audio/018/018009.mp3"
    },
    {
      "number": 10,
      "arabic": "إِذۡ أَوَى ٱلۡفِتۡیَةُ إِلَى ٱلۡكَهۡفِ فَقَالُوا۟ رَبَّنَاۤ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةࣰ وَهَیِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدࣰا\n",
      "translation": "[Mention] when the youths retreated to the cave and said, \"Our Lord, grant us from Yourself mercy and prepare for us from our affair right guidance.\"",
      "audioFile": "audio/018/018010.mp3"
    },
    {
      "number": 11,
      "arabic": "فَضَرَبۡنَا عَلَىٰۤ ءَاذَانِهِمۡ فِی ٱلۡكَهۡفِ سِنِینَ عَدَدࣰا\n",
      "translation": "So We cast [a cover of sleep] over their ears within the cave for a number of years.",
      "audioFile": "audio/018/018011.mp3"
    },
    {
      "number": 12,
      "arabic": "ثُمَّ بَعَثۡنَـٰهُمۡ لِنَعۡلَمَ أَیُّ ٱلۡحِزۡبَیۡنِ أَحۡصَىٰ لِمَا لَبِثُوۤا۟ أَمَدࣰا\n",
      "translation": "Then We awakened them that We might show which of the two factions was most precise in calculating what [extent] they had remained in time.",
      "audioFile": "audio/018/018012.mp3"
    },
    {
      "number": 13,
      "arabic": "نَّحۡنُ نَقُصُّ عَلَیۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡیَةٌ ءَامَنُوا۟ بِرَبِّهِمۡ وَزِدۡنَـٰهُمۡ هُدࣰى\n",
      "translation": "It is We who relate to you, [O Muhammad], their story in truth. Indeed, they were youths who believed in their Lord, and We increased them in guidance.",
      "audioFile": "audio/018/018013.mp3"
    },
    {
      "number": 14,
      "arabic": "وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَا۟ مِن دُونِهِۦۤ إِلَـٰهࣰاۖ لَّقَدۡ قُلۡنَاۤ إِذࣰا شَطَطًا\n",
      "translation": "And We made firm their hearts when they stood up and said, \"Our Lord is the Lord of the heavens and the earth. Never will we invoke besides Him any deity. We would have certainly spoken, then, an excessive transgression.",
      "audioFile": "audio/018/018014.mp3"
    },
    {
      "number": 15,
      "arabic": "هَـٰۤؤُلَاۤءِ قَوۡمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦۤ ءَالِهَةࣰۖ لَّوۡلَا یَأۡتُونَ عَلَیۡهِم بِسُلۡطَـٰنِۭ بَیِّنࣲۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبࣰا\n",
      "translation": "These, our people, have taken besides Him deities. Why do they not bring for [worship of] them a clear authority? And who is more unjust than one who invents about Allah a lie?\"",
      "audioFile": "audio/018/018015.mp3"
    },
    {
      "number": 16,
      "arabic": "وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا یَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥۤا۟ إِلَى ٱلۡكَهۡفِ یَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَیُهَیِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقࣰا\n",
      "translation": "[The youths said to one another], \"And when you have withdrawn from them and that which they worship other than Allah, retreat to the cave. Your Lord will spread out for you of His mercy and will prepare for you from your affair facility.\"",
      "audioFile": "audio/018/018016.mp3"
    },
    {
      "number": 17,
      "arabic": "۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَ ٰ⁠وَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡیَمِینِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِی فَجۡوَةࣲ مِّنۡهُۚ ذَ ٰ⁠لِكَ مِنۡ ءَایَـٰتِ ٱللَّهِۗ مَن یَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن یُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِیࣰّا مُّرۡشِدࣰا\n",
      "translation": "And [had you been present], you would see the sun when it rose, inclining away from their cave on the right, and when it set, passing away from them on the left, while they were [laying] within an open space thereof. That was from the signs of Allah. He whom Allah guides is the [rightly] guided, but he whom He leaves astray - never will you find for him a protecting guide.",
      "audioFile": "audio/018/018017.mp3"
    },
    {
      "number": 18,
      "arabic": "وَتَحۡسَبُهُمۡ أَیۡقَاظࣰا وَهُمۡ رُقُودࣱۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡیَمِینِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَـٰسِطࣱ ذِرَاعَیۡهِ بِٱلۡوَصِیدِۚ لَوِ ٱطَّلَعۡتَ عَلَیۡهِمۡ لَوَلَّیۡتَ مِنۡهُمۡ فِرَارࣰا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبࣰا\n",
      "translation": "And you would think them awake, while they were asleep. And We turned them to the right and to the left, while their dog stretched his forelegs at the entrance. If you had looked at them, you would have turned from them in flight and been filled by them with terror.",
      "audioFile": "audio/018/018018.mp3"
    },
    {
      "number": 19,
      "arabic": "وَكَذَ ٰ⁠لِكَ بَعَثۡنَـٰهُمۡ لِیَتَسَاۤءَلُوا۟ بَیۡنَهُمۡۚ قَالَ قَاۤىِٕلࣱ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُوا۟ لَبِثۡنَا یَوۡمًا أَوۡ بَعۡضَ یَوۡمࣲۚ قَالُوا۟ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوۤا۟ أَحَدَكُم بِوَرِقِكُمۡ هَـٰذِهِۦۤ إِلَى ٱلۡمَدِینَةِ فَلۡیَنظُرۡ أَیُّهَاۤ أَزۡكَىٰ طَعَامࣰا فَلۡیَأۡتِكُم بِرِزۡقࣲ مِّنۡهُ وَلۡیَتَلَطَّفۡ وَلَا یُشۡعِرَنَّ بِكُمۡ أَحَدًا\n",
      "translation": "And similarly, We awakened them that they might question one another. Said a speaker from among them, \"How long have you remained [here]?\" They said, \"We have remained a day or part of a day.\" They said, \"Your Lord is most knowing of how long you remained. So send one of you with this silver coin of yours to the city and let him look to which is the best of food and bring you provision from it and let him be cautious. And let no one be aware of you.",
      "audioFile": "audio/018/018019.mp3"
    },
    {
      "number": 20,
      "arabic": "إِنَّهُمۡ إِن یَظۡهَرُوا۟ عَلَیۡكُمۡ یَرۡجُمُوكُمۡ أَوۡ یُعِیدُوكُمۡ فِی مِلَّتِهِمۡ وَلَن تُفۡلِحُوۤا۟ إِذًا أَبَدࣰا\n",
      "translation": "Indeed, if they come to know of you, they will stone you or return you to their religion. And never would you succeed, then - ever.\"",
      "audioFile": "audio/018/018020.mp3"
    },
    {
      "number": 21,
      "arabic": "وَكَذَ ٰ⁠لِكَ أَعۡثَرۡنَا عَلَیۡهِمۡ لِیَعۡلَمُوۤا۟ أَنَّ وَعۡدَ ٱللَّهِ حَقࣱّ وَأَنَّ ٱلسَّاعَةَ لَا رَیۡبَ فِیهَاۤ إِذۡ یَتَنَـٰزَعُونَ بَیۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُوا۟ ٱبۡنُوا۟ عَلَیۡهِم بُنۡیَـٰنࣰاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِینَ غَلَبُوا۟ عَلَىٰۤ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَیۡهِم مَّسۡجِدࣰا\n",
      "translation": "And similarly, We caused them to be found that they [who found them] would know that the promise of Allah is truth and that of the Hour there is no doubt. [That was] when they disputed among themselves about their affair and [then] said, \"Construct over them a structure. Their Lord is most knowing about them.\" Said those who prevailed in the matter, \"We will surely take [for ourselves] over them a masjid.\"",
      "audioFile": "audio/018/018021.mp3"
    },
    {
      "number": 22,
      "arabic": "سَیَقُولُونَ ثَلَـٰثَةࣱ رَّابِعُهُمۡ كَلۡبُهُمۡ وَیَقُولُونَ خَمۡسَةࣱ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَیۡبِۖ وَیَقُولُونَ سَبۡعَةࣱ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّیۤ أَعۡلَمُ بِعِدَّتِهِم مَّا یَعۡلَمُهُمۡ إِلَّا قَلِیلࣱۗ فَلَا تُمَارِ فِیهِمۡ إِلَّا مِرَاۤءࣰ ظَـٰهِرࣰا وَلَا تَسۡتَفۡتِ فِیهِم مِّنۡهُمۡ أَحَدࣰا\n",
      "translation": "They will say there were three, the fourth of them being their dog; and they will say there were five, the sixth of them being their dog - guessing at the unseen; and they will say there were seven, and the eighth of them was their dog. Say, [O Muhammad], \"My Lord is most knowing of their number. None knows them except a few. So do not argue about them except with an obvious argument and do not inquire about them among [the speculators] from anyone.\"",
      "audioFile": "audio/018/018022.mp3"
    },
    {
      "number": 23,
      "arabic": "وَلَا تَقُولَنَّ لِشَا۟یۡءٍ إِنِّی فَاعِلࣱ ذَ ٰ⁠لِكَ غَدًا\n",
      "translation": "And never say of anything, \"Indeed, I will do that tomorrow,\"",
      "audioFile": "audio/018/018023.mp3"
    },
    {
      "number": 24,
      "arabic": "إِلَّاۤ أَن یَشَاۤءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِیتَ وَقُلۡ عَسَىٰۤ أَن یَهۡدِیَنِ رَبِّی لِأَقۡرَبَ مِنۡ هَـٰذَا رَشَدࣰا\n",
      "translation": "Except [when adding], \"If Allah wills.\" And remember your Lord when you forget [it] and say, \"Perhaps my Lord will guide me to what is nearer than this to right conduct.\"",
      "audioFile": "audio/018/018024.mp3"
    },
    {
      "number": 25,
      "arabic": "وَلَبِثُوا۟ فِی كَهۡفِهِمۡ ثَلَـٰثَ مِا۟ئَةࣲ سِنِینَ وَٱزۡدَادُوا۟ تِسۡعࣰا\n",
      "translation": "And they remained in their cave for three hundred years and exceeded by nine.",
      "audioFile": "audio/018/018025.mp3"
    },
    {
      "number": 26,
      "arabic": "قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُوا۟ۖ لَهُۥ غَیۡبُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِیࣲّ وَلَا یُشۡرِكُ فِی حُكۡمِهِۦۤ أَحَدࣰا\n",
      "translation": "Say, \"Allah is most knowing of how long they remained. He has [knowledge of] the unseen [aspects] of the heavens and the earth. How Seeing is He and how Hearing! They have not besides Him any protector, and He shares not His legislation with anyone.\"",
      "audioFile": "audio/018/018026.mp3"
    },
    {
      "number": 27,
      "arabic": "وَٱتۡلُ مَاۤ أُوحِیَ إِلَیۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَـٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدࣰا\n",
      "translation": "And recite, [O Muhammad], what has been revealed to you of the Book of your Lord. There is no changer of His words, and never will you find in other than Him a refuge.",
      "audioFile": "audio/018/018027.mp3"
    },
    {
      "number": 28,
      "arabic": "وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِینَ یَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِیِّ یُرِیدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَیۡنَاكَ عَنۡهُمۡ تُرِیدُ زِینَةَ ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطࣰا\n",
      "translation": "And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening, seeking His countenance. And let not your eyes pass beyond them, desiring adornments of the worldly life, and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect.",
      "audioFile": "audio/018/018028.mp3"
    },
    {
      "number": 29,
      "arabic": "وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَاۤءَ فَلۡیُؤۡمِن وَمَن شَاۤءَ فَلۡیَكۡفُرۡۚ إِنَّاۤ أَعۡتَدۡنَا لِلظَّـٰلِمِینَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن یَسۡتَغِیثُوا۟ یُغَاثُوا۟ بِمَاۤءࣲ كَٱلۡمُهۡلِ یَشۡوِی ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَاۤءَتۡ مُرۡتَفَقًا\n",
      "translation": "And say, \"The truth is from your Lord, so whoever wills - let him believe; and whoever wills - let him disbelieve.\" Indeed, We have prepared for the wrongdoers a fire whose walls will surround them. And if they call for relief, they will be relieved with water like murky oil, which scalds [their] faces. Wretched is the drink, and evil is the resting place.",
      "audioFile": "audio/018/018029.mp3"
    },
    {
      "number": 30,
      "arabic": "إِنَّ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ إِنَّا لَا نُضِیعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا\n",
      "translation": "Indeed, those who have believed and done righteous deeds - indeed, We will not allow to be lost the reward of any who did well in deeds.",
      "audioFile": "audio/018/018030.mp3"
    },
    {
      "number": 31,
      "arabic": "أُو۟لَـٰۤىِٕكَ لَهُمۡ جَنَّـٰتُ عَدۡنࣲ تَجۡرِی مِن تَحۡتِهِمُ ٱلۡأَنۡهَـٰرُ یُحَلَّوۡنَ فِیهَا مِنۡ أَسَاوِرَ مِن ذَهَبࣲ وَیَلۡبَسُونَ ثِیَابًا خُضۡرࣰا مِّن سُندُسࣲ وَإِسۡتَبۡرَقࣲ مُّتَّكِـِٔینَ فِیهَا عَلَى ٱلۡأَرَاۤىِٕكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقࣰا\n",
      "translation": "Those will have gardens of perpetual residence; beneath them rivers will flow. They will be adorned therein with bracelets of gold and will wear green garments of fine silk and brocade, reclining therein on adorned couches. Excellent is the reward, and good is the resting place.",
      "audioFile": "audio/018/018031.mp3"
    },
    {
      "number": 32,
      "arabic": "۞ وَٱضۡرِبۡ لَهُم مَّثَلࣰا رَّجُلَیۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَیۡنِ مِنۡ أَعۡنَـٰبࣲ وَحَفَفۡنَـٰهُمَا بِنَخۡلࣲ وَجَعَلۡنَا بَیۡنَهُمَا زَرۡعࣰا\n",
      "translation": "And present to them an example of two men: We granted to one of them two gardens of grapevines, and We bordered them with palm trees and placed between them [fields of] crops.",
      "audioFile": "audio/018/018032.mp3"
    },
    {
      "number": 33,
      "arabic": "كِلۡتَا ٱلۡجَنَّتَیۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَیۡـࣰٔاۚ وَفَجَّرۡنَا خِلَـٰلَهُمَا نَهَرࣰا\n",
      "translation": "Each of the two gardens produced its fruit and did not fall short thereof in anything. And We caused to gush forth within them a river.",
      "audioFile": "audio/018/018033.mp3"
    },
    {
      "number": 34,
      "arabic": "وَكَانَ لَهُۥ ثَمَرࣱ فَقَالَ لِصَـٰحِبِهِۦ وَهُوَ یُحَاوِرُهُۥۤ أَنَا۠ أَكۡثَرُ مِنكَ مَالࣰا وَأَعَزُّ نَفَرࣰا\n",
      "translation": "And he had fruit, so he said to his companion while he was conversing with him, \"I am greater than you in wealth and mightier in [numbers of] men.\"",
      "audioFile": "audio/018/018034.mp3"
    },
    {
      "number": 35,
      "arabic": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمࣱ لِّنَفۡسِهِۦ قَالَ مَاۤ أَظُنُّ أَن تَبِیدَ هَـٰذِهِۦۤ أَبَدࣰا\n",
      "translation": "And he entered his garden while he was unjust to himself. He said, \"I do not think that this will perish - ever.",
      "audioFile": "audio/018/018035.mp3"
    },
    {
      "number": 36,
      "arabic": "وَمَاۤ أَظُنُّ ٱلسَّاعَةَ قَاۤىِٕمَةࣰ وَلَىِٕن رُّدِدتُّ إِلَىٰ رَبِّی لَأَجِدَنَّ خَیۡرࣰا مِّنۡهَا مُنقَلَبࣰا\n",
      "translation": "And I do not think the Hour will occur. And even if I should be brought back to my Lord, I will surely find better than this as a return.\"",
      "audioFile": "audio/018/018036.mp3"
    },
    {
      "number": 37,
      "arabic": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ یُحَاوِرُهُۥۤ أَكَفَرۡتَ بِٱلَّذِی خَلَقَكَ مِن تُرَابࣲ ثُمَّ مِن نُّطۡفَةࣲ ثُمَّ سَوَّىٰكَ رَجُلࣰا\n",
      "translation": "His companion said to him while he was conversing with him, \"Have you disbelieved in He who created you from dust and then from a sperm-drop and then proportioned you [as] a man?",
      "audioFile": "audio/018/018037.mp3"
    },
    {
      "number": 38,
      "arabic": "لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّی وَلَاۤ أُشۡرِكُ بِرَبِّیۤ أَحَدࣰا\n",
      "translation": "But as for me, He is Allah, my Lord, and I do not associate with my Lord anyone.",
      "audioFile": "audio/018/018038.mp3"
    },
    {
      "number": 39,
      "arabic": "وَلَوۡلَاۤ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَاۤءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالࣰا وَوَلَدࣰا\n",
      "translation": "And why did you, when you entered your garden, not say, 'What Allah willed [has occurred]; there is no power except in Allah '? Although you see me less than you in wealth and children,",
      "audioFile": "audio/018/018039.mp3"
    },
    {
      "number": 40,
      "arabic": "فَعَسَىٰ رَبِّیۤ أَن یُؤۡتِیَنِ خَیۡرࣰا مِّن جَنَّتِكَ وَیُرۡسِلَ عَلَیۡهَا حُسۡبَانࣰا مِّنَ ٱلسَّمَاۤءِ فَتُصۡبِحَ صَعِیدࣰا زَلَقًا\n",
      "translation": "It may be that my Lord will give me [something] better than your garden and will send upon it a calamity from the sky, and it will become a smooth, dusty ground,",
      "audioFile": "audio/018/018040.mp3"
    },
    {
      "number": 41,
      "arabic": "أَوۡ یُصۡبِحَ مَاۤؤُهَا غَوۡرࣰا فَلَن تَسۡتَطِیعَ لَهُۥ طَلَبࣰا\n",
      "translation": "Or its water will become sunken [into the earth], so you would never be able to seek it.\"",
      "audioFile": "audio/018/018041.mp3"
    },
    {
      "number": 42,
      "arabic": "وَأُحِیطَ بِثَمَرِهِۦ فَأَصۡبَحَ یُقَلِّبُ كَفَّیۡهِ عَلَىٰ مَاۤ أَنفَقَ فِیهَا وَهِیَ خَاوِیَةٌ عَلَىٰ عُرُوشِهَا وَیَقُولُ یَـٰلَیۡتَنِی لَمۡ أُشۡرِكۡ بِرَبِّیۤ أَحَدࣰا\n",
      "translation": "And his fruits were encompassed [by ruin], so he began to turn his hands about [in dismay] over what he had spent on it, while it had collapsed upon its trellises, and said, \"Oh, I wish I had not associated with my Lord anyone.\"",
      "audioFile": "audio/018/018042.mp3"
    },
    {
      "number": 43,
      "arabic": "وَلَمۡ تَكُن لَّهُۥ فِئَةࣱ یَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا\n",
      "translation": "And there was for him no company to aid him other than Allah, nor could he defend himself.",
      "audioFile": "audio/018/018043.mp3"
    },
    {
      "number": 44,
      "arabic": "هُنَالِكَ ٱلۡوَلَـٰیَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَیۡرࣱ ثَوَابࣰا وَخَیۡرٌ عُقۡبࣰا\n",
      "translation": "There the authority is [completely] for Allah, the Truth. He is best in reward and best in outcome.",
      "audioFile": "audio/018/018044.mp3"
    },
    {
      "number": 45,
      "arabic": "وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا كَمَاۤءٍ أَنزَلۡنَـٰهُ مِنَ ٱلسَّمَاۤءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِیمࣰا تَذۡرُوهُ ٱلرِّیَـٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَیۡءࣲ مُّقۡتَدِرًا\n",
      "translation": "And present to them the example of the life of this world, [its being] like rain which We send down from the sky, and the vegetation of the earth mingles with it and [then] it becomes dry remnants, scattered by the winds. And Allah is ever, over all things, Perfect in Ability.",
      "audioFile": "audio/018/018045.mp3"
    },
    {
      "number": 46,
      "arabic": "ٱلۡمَالُ وَٱلۡبَنُونَ زِینَةُ ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۖ وَٱلۡبَـٰقِیَـٰتُ ٱلصَّـٰلِحَـٰتُ خَیۡرٌ عِندَ رَبِّكَ ثَوَابࣰا وَخَیۡرٌ أَمَلࣰا\n",
      "translation": "Wealth and children are [but] adornment of the worldly life. But the enduring good deeds are better to your Lord for reward and better for [one's] hope.",
      "audioFile": "audio/018/018046.mp3"
    },
    {
      "number": 47,
      "arabic": "وَیَوۡمَ نُسَیِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةࣰ وَحَشَرۡنَـٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدࣰا\n",
      "translation": "And [warn of] the Day when We will remove the mountains and you will see the earth prominent, and We will gather them and not leave behind from them anyone.",
      "audioFile": "audio/018/018047.mp3"
    },
    {
      "number": 48,
      "arabic": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفࣰّا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَـٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدࣰا\n",
      "translation": "And they will be presented before your Lord in rows, [and He will say], \"You have certainly come to Us just as We created you the first time. But you claimed that We would never make for you an appointment.\"",
      "audioFile": "audio/018/018048.mp3"
    },
    {
      "number": 49,
      "arabic": "وَوُضِعَ ٱلۡكِتَـٰبُ فَتَرَى ٱلۡمُجۡرِمِینَ مُشۡفِقِینَ مِمَّا فِیهِ وَیَقُولُونَ یَـٰوَیۡلَتَنَا مَالِ هَـٰذَا ٱلۡكِتَـٰبِ لَا یُغَادِرُ صَغِیرَةࣰ وَلَا كَبِیرَةً إِلَّاۤ أَحۡصَىٰهَاۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرࣰاۗ وَلَا یَظۡلِمُ رَبُّكَ أَحَدࣰا\n",
      "translation": "And the record [of deeds] will be placed [open], and you will see the criminals fearful of that within it, and they will say, \"Oh, woe to us! What is this book that leaves nothing small or great except that it has enumerated it?\" And they will find what they did present [before them]. And your Lord does injustice to no one.",
      "audioFile": "audio/018/018049.mp3"
    },
    {
      "number": 50,
      "arabic": "وَإِذۡ قُلۡنَا لِلۡمَلَـٰۤىِٕكَةِ ٱسۡجُدُوا۟ لِـَٔادَمَ فَسَجَدُوۤا۟ إِلَّاۤ إِبۡلِیسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦۤۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّیَّتَهُۥۤ أَوۡلِیَاۤءَ مِن دُونِی وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّـٰلِمِینَ بَدَلࣰا\n",
      "translation": "And [mention] when We said to the angels, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He was of the jinn and departed from the command of his Lord. Then will you take him and his descendants as allies other than Me while they are enemies to you? Wretched it is for the wrongdoers as an exchange.",
      "audioFile": "audio/018/018050.mp3"
    },
    {
      "number": 51,
      "arabic": "۞ مَّاۤ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّینَ عَضُدࣰا\n",
      "translation": "I did not make them witness to the creation of the heavens and the earth or to the creation of themselves, and I would not have taken the misguiders as assistants.",
      "audioFile": "audio/018/018051.mp3"
    },
    {
      "number": 52,
      "arabic": "وَیَوۡمَ یَقُولُ نَادُوا۟ شُرَكَاۤءِیَ ٱلَّذِینَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ یَسۡتَجِیبُوا۟ لَهُمۡ وَجَعَلۡنَا بَیۡنَهُم مَّوۡبِقࣰا\n",
      "translation": "And [warn of] the Day when He will say, \"Call 'My partners' whom you claimed,\" and they will invoke them, but they will not respond to them. And We will put between them [a valley of] destruction.",
      "audioFile": "audio/018/018052.mp3"
    },
    {
      "number": 53,
      "arabic": "وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوۤا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ یَجِدُوا۟ عَنۡهَا مَصۡرِفࣰا\n",
      "translation": "And the criminals will see the Fire and will be certain that they are to fall therein. And they will not find from it a way elsewhere.",
      "audioFile": "audio/018/018053.mp3"
    },
    {
      "number": 54,
      "arabic": "وَلَقَدۡ صَرَّفۡنَا فِی هَـٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلࣲۚ وَكَانَ ٱلۡإِنسَـٰنُ أَكۡثَرَ شَیۡءࣲ جَدَلࣰا\n",
      "translation": "And We have certainly diversified in this Qur'an for the people from every [kind of] example; but man has ever been, most of anything, [prone to] dispute.",
      "audioFile": "audio/018/018054.mp3"
    },
    {
      "number": 55,
      "arabic": "وَمَا مَنَعَ ٱلنَّاسَ أَن یُؤۡمِنُوۤا۟ إِذۡ جَاۤءَهُمُ ٱلۡهُدَىٰ وَیَسۡتَغۡفِرُوا۟ رَبَّهُمۡ إِلَّاۤ أَن تَأۡتِیَهُمۡ سُنَّةُ ٱلۡأَوَّلِینَ أَوۡ یَأۡتِیَهُمُ ٱلۡعَذَابُ قُبُلࣰا\n",
      "translation": "And nothing has prevented the people from believing when guidance came to them and from asking forgiveness of their Lord except that there [must] befall them the [accustomed] precedent of the former peoples or that the punishment should come [directly] before them.",
      "audioFile": "audio/018/018055.mp3"
    },
    {
      "number": 56,
      "arabic": "وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِینَ إِلَّا مُبَشِّرِینَ وَمُنذِرِینَۚ وَیُجَـٰدِلُ ٱلَّذِینَ كَفَرُوا۟ بِٱلۡبَـٰطِلِ لِیُدۡحِضُوا۟ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوۤا۟ ءَایَـٰتِی وَمَاۤ أُنذِرُوا۟ هُزُوࣰا\n",
      "translation": "And We send not the messengers except as bringers of good tidings and warners. And those who disbelieve dispute by [using] falsehood to [attempt to] invalidate thereby the truth and have taken My verses, and that of which they are warned, in ridicule.",
      "audioFile": "audio/018/018056.mp3"
    },
    {
      "number": 57,
      "arabic": "وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔایَـٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِیَ مَا قَدَّمَتۡ یَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن یَفۡقَهُوهُ وَفِیۤ ءَاذَانِهِمۡ وَقۡرࣰاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن یَهۡتَدُوۤا۟ إِذًا أَبَدࣰا\n",
      "translation": "And who is more unjust than one who is reminded of the verses of his Lord but turns away from them and forgets what his hands have put forth? Indeed, We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if you invite them to guidance - they will never be guided, then - ever.",
      "audioFile": "audio/018/018057.mp3"
    },
    {
      "number": 58,
      "arabic": "وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ یُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدࣱ لَّن یَجِدُوا۟ مِن دُونِهِۦ مَوۡىِٕلࣰا\n",
      "translation": "And your Lord is the Forgiving, full of mercy. If He were to impose blame upon them for what they earned, He would have hastened for them the punishment. Rather, for them is an appointment from which they will never find an escape.",
      "audioFile": "audio/018/018058.mp3"
    },
    {
      "number": 59,
      "arabic": "وَتِلۡكَ ٱلۡقُرَىٰۤ أَهۡلَكۡنَـٰهُمۡ لَمَّا ظَلَمُوا۟ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدࣰا\n",
      "translation": "And those cities - We destroyed them when they wronged, and We made for their destruction an appointed time.",
      "audioFile": "audio/018/018059.mp3"
    },
    {
      "number": 60,
      "arabic": "وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَاۤ أَبۡرَحُ حَتَّىٰۤ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَیۡنِ أَوۡ أَمۡضِیَ حُقُبࣰا\n",
      "translation": "And [mention] when Moses said to his servant, \"I will not cease [traveling] until I reach the junction of the two seas or continue for a long period.\"",
      "audioFile": "audio/018/018060.mp3"
    },
    {
      "number": 61,
      "arabic": "فَلَمَّا بَلَغَا مَجۡمَعَ بَیۡنِهِمَا نَسِیَا حُوتَهُمَا فَٱتَّخَذَ سَبِیلَهُۥ فِی ٱلۡبَحۡرِ سَرَبࣰا\n",
      "translation": "But when they reached the junction between them, they forgot their fish, and it took its course into the sea, slipping away.",
      "audioFile": "audio/018/018061.mp3"
    },
    {
      "number": 62,
      "arabic": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَاۤءَنَا لَقَدۡ لَقِینَا مِن سَفَرِنَا هَـٰذَا نَصَبࣰا\n",
      "translation": "So when they had passed beyond it, [Moses] said to his boy, \"Bring us our morning meal. We have certainly suffered in this, our journey, [much] fatigue.\"",
      "audioFile": "audio/018/018062.mp3"
    },
    {
      "number": 63,
      "arabic": "قَالَ أَرَءَیۡتَ إِذۡ أَوَیۡنَاۤ إِلَى ٱلصَّخۡرَةِ فَإِنِّی نَسِیتُ ٱلۡحُوتَ وَمَاۤ أَنسَىٰنِیهُ إِلَّا ٱلشَّیۡطَـٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِیلَهُۥ فِی ٱلۡبَحۡرِ عَجَبࣰا\n",
      "translation": "He said, \"Did you see when we retired to the rock? Indeed, I forgot [there] the fish. And none made me forget it except Satan - that I should mention it. And it took its course into the sea amazingly\".",
      "audioFile": "audio/018/018063.mp3"
    },
    {
      "number": 64,
      "arabic": "قَالَ ذَ ٰ⁠لِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰۤ ءَاثَارِهِمَا قَصَصࣰا\n",
      "translation": "[Moses] said, \"That is what we were seeking.\" So they returned, following their footprints.",
      "audioFile": "audio/018/018064.mp3"
    },
    {
      "number": 65,
      "arabic": "فَوَجَدَا عَبۡدࣰا مِّنۡ عِبَادِنَاۤ ءَاتَیۡنَـٰهُ رَحۡمَةࣰ مِّنۡ عِندِنَا وَعَلَّمۡنَـٰهُ مِن لَّدُنَّا عِلۡمࣰا\n",
      "translation": "And they found a servant from among Our servants to whom we had given mercy from us and had taught him from Us a [certain] knowledge.",
      "audioFile": "audio/018/018065.mp3"
    },
    {
      "number": 66,
      "arabic": "قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰۤ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدࣰا\n",
      "translation": "Moses said to him, \"May I follow you on [the condition] that you teach me from what you have been taught of sound judgement?\"",
      "audioFile": "audio/018/018066.mp3"
    },
    {
      "number": 67,
      "arabic": "قَالَ إِنَّكَ لَن تَسۡتَطِیعَ مَعِیَ صَبۡرࣰا\n",
      "translation": "He said, \"Indeed, with me you will never be able to have patience.",
      "audioFile": "audio/018/018067.mp3"
    },
    {
      "number": 68,
      "arabic": "وَكَیۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرࣰا\n",
      "translation": "And how can you have patience for what you do not encompass in knowledge?\"",
      "audioFile": "audio/018/018068.mp3"
    },
    {
      "number": 69,
      "arabic": "قَالَ سَتَجِدُنِیۤ إِن شَاۤءَ ٱللَّهُ صَابِرࣰا وَلَاۤ أَعۡصِی لَكَ أَمۡرࣰا\n",
      "translation": "[Moses] said, \"You will find me, if Allah wills, patient, and I will not disobey you in [any] order.\"",
      "audioFile": "audio/018/018069.mp3"
    },
    {
      "number": 70,
      "arabic": "قَالَ فَإِنِ ٱتَّبَعۡتَنِی فَلَا تَسۡـَٔلۡنِی عَن شَیۡءٍ حَتَّىٰۤ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرࣰا\n",
      "translation": "He said, \"Then if you follow me, do not ask me about anything until I make to you about it mention.\"",
      "audioFile": "audio/018/018070.mp3"
    },
    {
      "number": 71,
      "arabic": "فَٱنطَلَقَا حَتَّىٰۤ إِذَا رَكِبَا فِی ٱلسَّفِینَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَیۡـًٔا إِمۡرࣰا\n",
      "translation": "So they set out, until when they had embarked on the ship, al-Khidh r tore it open. [Moses] said, \"Have you torn it open to drown its people? You have certainly done a grave thing.\"",
      "audioFile": "audio/018/018071.mp3"
    },
    {
      "number": 72,
      "arabic": "قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِیعَ مَعِیَ صَبۡرࣰا\n",
      "translation": "[Al-Khidh r] said, \"Did I not say that with me you would never be able to have patience?\"",
      "audioFile": "audio/018/018072.mp3"
    },
    {
      "number": 73,
      "arabic": "قَالَ لَا تُؤَاخِذۡنِی بِمَا نَسِیتُ وَلَا تُرۡهِقۡنِی مِنۡ أَمۡرِی عُسۡرࣰا\n",
      "translation": "[Moses] said, \"Do not blame me for what I forgot and do not cover me in my matter with difficulty.\"",
      "audioFile": "audio/018/018073.mp3"
    },
    {
      "number": 74,
      "arabic": "فَٱنطَلَقَا حَتَّىٰۤ إِذَا لَقِیَا غُلَـٰمࣰا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسࣰا زَكِیَّةَۢ بِغَیۡرِ نَفۡسࣲ لَّقَدۡ جِئۡتَ شَیۡـࣰٔا نُّكۡرࣰا\n",
      "translation": "So they set out, until when they met a boy, al-Khidh r killed him. [Moses] said, \"Have you killed a pure soul for other than [having killed] a soul? You have certainly done a deplorable thing.\"",
      "audioFile": "audio/018/018074.mp3"
    },
    {
      "number": 75,
      "arabic": "۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِیعَ مَعِیَ صَبۡرࣰا\n",
      "translation": "[Al-Khidh r] said, \"Did I not tell you that with me you would never be able to have patience?\"",
      "audioFile": "audio/018/018075.mp3"
    },
    {
      "number": 76,
      "arabic": "قَالَ إِن سَأَلۡتُكَ عَن شَیۡءِۭ بَعۡدَهَا فَلَا تُصَـٰحِبۡنِیۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّی عُذۡرࣰا\n",
      "translation": "[Moses] said, \"If I should ask you about anything after this, then do not keep me as a companion. You have obtained from me an excuse.\"",
      "audioFile": "audio/018/018076.mp3"
    },
    {
      "number": 77,
      "arabic": "فَٱنطَلَقَا حَتَّىٰۤ إِذَاۤ أَتَیَاۤ أَهۡلَ قَرۡیَةٍ ٱسۡتَطۡعَمَاۤ أَهۡلَهَا فَأَبَوۡا۟ أَن یُضَیِّفُوهُمَا فَوَجَدَا فِیهَا جِدَارࣰا یُرِیدُ أَن یَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَیۡهِ أَجۡرࣰا\n",
      "translation": "So they set out, until when they came to the people of a town, they asked its people for food, but they refused to offer them hospitality. And they found therein a wall about to collapse, so al-Khidh r restored it. [Moses] said, \"If you wished, you could have taken for it a payment.\"",
      "audioFile": "audio/018/018077.mp3"
    },
    {
      "number": 78,
      "arabic": "قَالَ هَـٰذَا فِرَاقُ بَیۡنِی وَبَیۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِیلِ مَا لَمۡ تَسۡتَطِع عَّلَیۡهِ صَبۡرًا\n",
      "translation": "[Al-Khidh r] said, \"This is parting between me and you. I will inform you of the interpretation of that about which you could not have patience.",
      "audioFile": "audio/018/018078.mp3"
    },
    {
      "number": 79,
      "arabic": "أَمَّا ٱلسَّفِینَةُ فَكَانَتۡ لِمَسَـٰكِینَ یَعۡمَلُونَ فِی ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِیبَهَا وَكَانَ وَرَاۤءَهُم مَّلِكࣱ یَأۡخُذُ كُلَّ سَفِینَةٍ غَصۡبࣰا\n",
      "translation": "As for the ship, it belonged to poor people working at sea. So I intended to cause defect in it as there was after them a king who seized every [good] ship by force.",
      "audioFile": "audio/018/018079.mp3"
    },
    {
      "number": 80,
      "arabic": "وَأَمَّا ٱلۡغُلَـٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَیۡنِ فَخَشِینَاۤ أَن یُرۡهِقَهُمَا طُغۡیَـٰنࣰا وَكُفۡرࣰا\n",
      "translation": "And as for the boy, his parents were believers, and we feared that he would overburden them by transgression and disbelief.",
      "audioFile": "audio/018/018080.mp3"
    },
    {
      "number": 81,
      "arabic": "فَأَرَدۡنَاۤ أَن یُبۡدِلَهُمَا رَبُّهُمَا خَیۡرࣰا مِّنۡهُ زَكَوٰةࣰ وَأَقۡرَبَ رُحۡمࣰا\n",
      "translation": "So we intended that their Lord should substitute for them one better than him in purity and nearer to mercy.",
      "audioFile": "audio/018/018081.mp3"
    },
    {
      "number": 82,
      "arabic": "وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَـٰمَیۡنِ یَتِیمَیۡنِ فِی ٱلۡمَدِینَةِ وَكَانَ تَحۡتَهُۥ كَنزࣱ لَّهُمَا وَكَانَ أَبُوهُمَا صَـٰلِحࣰا فَأَرَادَ رَبُّكَ أَن یَبۡلُغَاۤ أَشُدَّهُمَا وَیَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةࣰ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِیۚ ذَ ٰ⁠لِكَ تَأۡوِیلُ مَا لَمۡ تَسۡطِع عَّلَیۡهِ صَبۡرࣰا\n",
      "translation": "And as for the wall, it belonged to two orphan boys in the city, and there was beneath it a treasure for them, and their father had been righteous. So your Lord intended that they reach maturity and extract their treasure, as a mercy from your Lord. And I did it not of my own accord. That is the interpretation of that about which you could not have patience.\"",
      "audioFile": "audio/018/018082.mp3"
    },
    {
      "number": 83,
      "arabic": "وَیَسۡـَٔلُونَكَ عَن ذِی ٱلۡقَرۡنَیۡنِۖ قُلۡ سَأَتۡلُوا۟ عَلَیۡكُم مِّنۡهُ ذِكۡرًا\n",
      "translation": "And they ask you, [O Muhammad], about Dhul-Qarnayn. Say, \"I will recite to you about him a report.\"",
      "audioFile": "audio/018/018083.mp3"
    },
    {
      "number": 84,
      "arabic": "إِنَّا مَكَّنَّا لَهُۥ فِی ٱلۡأَرۡضِ وَءَاتَیۡنَـٰهُ مِن كُلِّ شَیۡءࣲ سَبَبࣰا\n",
      "translation": "Indeed We established him upon the earth, and We gave him to everything a way.",
      "audioFile": "audio/018/018084.mp3"
    },
    {
      "number": 85,
      "arabic": "فَأَتۡبَعَ سَبَبًا\n",
      "translation": "So he followed a way",
      "audioFile": "audio/018/018085.mp3"
    },
    {
      "number": 86,
      "arabic": "حَتَّىٰۤ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِی عَیۡنٍ حَمِئَةࣲ وَوَجَدَ عِندَهَا قَوۡمࣰاۖ قُلۡنَا یَـٰذَا ٱلۡقَرۡنَیۡنِ إِمَّاۤ أَن تُعَذِّبَ وَإِمَّاۤ أَن تَتَّخِذَ فِیهِمۡ حُسۡنࣰا\n",
      "translation": "Until, when he reached the setting of the sun, he found it [as if] setting in a spring of dark mud, and he found near it a people. Allah said, \"O Dhul-Qarnayn, either you punish [them] or else adopt among them [a way of] goodness.\"",
      "audioFile": "audio/018/018086.mp3"
    },
    {
      "number": 87,
      "arabic": "قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ یُرَدُّ إِلَىٰ رَبِّهِۦ فَیُعَذِّبُهُۥ عَذَابࣰا نُّكۡرࣰا\n",
      "translation": "He said, \"As for one who wrongs, we will punish him. Then he will be returned to his Lord, and He will punish him with a terrible punishment.",
      "audioFile": "audio/018/018087.mp3"
    },
    {
      "number": 88,
      "arabic": "وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَـٰلِحࣰا فَلَهُۥ جَزَاۤءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا یُسۡرࣰا\n",
      "translation": "But as for one who believes and does righteousness, he will have a reward of Paradise, and we will speak to him from our command with ease.\"",
      "audioFile": "audio/018/018088.mp3"
    },
    {
      "number": 89,
      "arabic": "ثُمَّ أَتۡبَعَ سَبَبًا\n",
      "translation": "Then he followed a way",
      "audioFile": "audio/018/018089.mp3"
    },
    {
      "number": 90,
      "arabic": "حَتَّىٰۤ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمࣲ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرࣰا\n",
      "translation": "Until, when he came to the rising of the sun, he found it rising on a people for whom We had not made against it any shield.",
      "audioFile": "audio/018/018090.mp3"
    },
    {
      "number": 91,
      "arabic": "كَذَ ٰ⁠لِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَیۡهِ خُبۡرࣰا\n",
      "translation": "Thus. And We had encompassed [all] that he had in knowledge.",
      "audioFile": "audio/018/018091.mp3"
    },
    {
      "number": 92,
      "arabic": "ثُمَّ أَتۡبَعَ سَبَبًا\n",
      "translation": "Then he followed a way",
      "audioFile": "audio/018/018092.mp3"
    },
    {
      "number": 93,
      "arabic": "حَتَّىٰۤ إِذَا بَلَغَ بَیۡنَ ٱلسَّدَّیۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمࣰا لَّا یَكَادُونَ یَفۡقَهُونَ قَوۡلࣰا\n",
      "translation": "Until, when he reached [a pass] between two mountains, he found beside them a people who could hardly understand [his] speech.",
      "audioFile": "audio/018/018093.mp3"
    },
    {
      "number": 94,
      "arabic": "قَالُوا۟ یَـٰذَا ٱلۡقَرۡنَیۡنِ إِنَّ یَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِی ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰۤ أَن تَجۡعَلَ بَیۡنَنَا وَبَیۡنَهُمۡ سَدࣰّا\n",
      "translation": "They said, \"O Dhul-Qarnayn, indeed Gog and Magog are [great] corrupters in the land. So may we assign for you an expenditure that you might make between us and them a barrier?\"",
      "audioFile": "audio/018/018094.mp3"
    },
    {
      "number": 95,
      "arabic": "قَالَ مَا مَكَّنِّی فِیهِ رَبِّی خَیۡرࣱ فَأَعِینُونِی بِقُوَّةٍ أَجۡعَلۡ بَیۡنَكُمۡ وَبَیۡنَهُمۡ رَدۡمًا\n",
      "translation": "He said, \"That in which my Lord has established me is better [than what you offer], but assist me with strength; I will make between you and them a dam.",
      "audioFile": "audio/018/018095.mp3"
    },
    {
      "number": 96,
      "arabic": "ءَاتُونِی زُبَرَ ٱلۡحَدِیدِۖ حَتَّىٰۤ إِذَا سَاوَىٰ بَیۡنَ ٱلصَّدَفَیۡنِ قَالَ ٱنفُخُوا۟ۖ حَتَّىٰۤ إِذَا جَعَلَهُۥ نَارࣰا قَالَ ءَاتُونِیۤ أُفۡرِغۡ عَلَیۡهِ قِطۡرࣰا\n",
      "translation": "Bring me sheets of iron\" - until, when he had leveled [them] between the two mountain walls, he said, \"Blow [with bellows],\" until when he had made it [like] fire, he said, \"Bring me, that I may pour over it molten copper.\"",
      "audioFile": "audio/018/018096.mp3"
    },
    {
      "number": 97,
      "arabic": "فَمَا ٱسۡطَـٰعُوۤا۟ أَن یَظۡهَرُوهُ وَمَا ٱسۡتَطَـٰعُوا۟ لَهُۥ نَقۡبࣰا\n",
      "translation": "So Gog and Magog were unable to pass over it, nor were they able [to effect] in it any penetration.",
      "audioFile": "audio/018/018097.mp3"
    },
    {
      "number": 98,
      "arabic": "قَالَ هَـٰذَا رَحۡمَةࣱ مِّن رَّبِّیۖ فَإِذَا جَاۤءَ وَعۡدُ رَبِّی جَعَلَهُۥ دَكَّاۤءَۖ وَكَانَ وَعۡدُ رَبِّی حَقࣰّا\n",
      "translation": "[Dhul-Qarnayn] said, \"This is a mercy from my Lord; but when the promise of my Lord comes, He will make it level, and ever is the promise of my Lord true.\"",
      "audioFile": "audio/018/018098.mp3"
    },
    {
      "number": 99,
      "arabic": "۞ وَتَرَكۡنَا بَعۡضَهُمۡ یَوۡمَىِٕذࣲ یَمُوجُ فِی بَعۡضࣲۖ وَنُفِخَ فِی ٱلصُّورِ فَجَمَعۡنَـٰهُمۡ جَمۡعࣰا\n",
      "translation": "And We will leave them that day surging over each other, and [then] the Horn will be blown, and We will assemble them in [one] assembly.",
      "audioFile": "audio/018/018099.mp3"
    },
    {
      "number": 100,
      "arabic": "وَعَرَضۡنَا جَهَنَّمَ یَوۡمَىِٕذࣲ لِّلۡكَـٰفِرِینَ عَرۡضًا\n",
      "translation": "And We will present Hell that Day to the Disbelievers, on display -",
      "audioFile": "audio/018/018100.mp3"
    },
    {
      "number": 101,
      "arabic": "ٱلَّذِینَ كَانَتۡ أَعۡیُنُهُمۡ فِی غِطَاۤءٍ عَن ذِكۡرِی وَكَانُوا۟ لَا یَسۡتَطِیعُونَ سَمۡعًا\n",
      "translation": "Those whose eyes had been within a cover [removed] from My remembrance, and they were not able to hear.",
      "audioFile": "audio/018/018101.mp3"
    },
    {
      "number": 102,
      "arabic": "أَفَحَسِبَ ٱلَّذِینَ كَفَرُوۤا۟ أَن یَتَّخِذُوا۟ عِبَادِی مِن دُونِیۤ أَوۡلِیَاۤءَۚ إِنَّاۤ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَـٰفِرِینَ نُزُلࣰا\n",
      "translation": "Then do those who disbelieve think that they can take My servants instead of Me as allies? Indeed, We have prepared Hell for the disbelievers as a lodging.",
      "audioFile": "audio/018/018102.mp3"
    },
    {
      "number": 103,
      "arabic": "قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِینَ أَعۡمَـٰلًا\n",
      "translation": "Say, [O Muhammad], \"Shall we [believers] inform you of the greatest losers as to [their] deeds?",
      "audioFile": "audio/018/018103.mp3"
    },
    {
      "number": 104,
      "arabic": "ٱلَّذِینَ ضَلَّ سَعۡیُهُمۡ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا وَهُمۡ یَحۡسَبُونَ أَنَّهُمۡ یُحۡسِنُونَ صُنۡعًا\n",
      "translation": "[They are] those whose effort is lost in worldly life, while they think that they are doing well in work.\"",
      "audioFile": "audio/018/018104.mp3"
    },
    {
      "number": 105,
      "arabic": "أُو۟لَـٰۤىِٕكَ ٱلَّذِینَ كَفَرُوا۟ بِـَٔایَـٰتِ رَبِّهِمۡ وَلِقَاۤىِٕهِۦ فَحَبِطَتۡ أَعۡمَـٰلُهُمۡ فَلَا نُقِیمُ لَهُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ وَزۡنࣰا\n",
      "translation": "Those are the ones who disbelieve in the verses of their Lord and in [their] meeting Him, so their deeds have become worthless; and We will not assign to them on the Day of Resurrection any importance.",
      "audioFile": "audio/018/018105.mp3"
    },
    {
      "number": 106,
      "arabic": "ذَ ٰ⁠لِكَ جَزَاۤؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوۤا۟ ءَایَـٰتِی وَرُسُلِی هُزُوًا\n",
      "translation": "That is their recompense - Hell - for what they denied and [because] they took My signs and My messengers in ridicule.",
      "audioFile": "audio/018/018106.mp3"
    },
    {
      "number": 107,
      "arabic": "إِنَّ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ كَانَتۡ لَهُمۡ جَنَّـٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا\n",
      "translation": "Indeed, those who have believed and done righteous deeds - they will have the Gardens of Paradise as a lodging,",
      "audioFile": "audio/018/018107.mp3"
    },
    {
      "number": 108,
      "arabic": "خَـٰلِدِینَ فِیهَا لَا یَبۡغُونَ عَنۡهَا حِوَلࣰا\n",
      "translation": "Wherein they abide eternally. They will not desire from it any transfer.",
      "audioFile": "audio/018/018108.mp3"
    },
    {
      "number": 109,
      "arabic": "قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادࣰا لِّكَلِمَـٰتِ رَبِّی لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَـٰتُ رَبِّی وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدࣰا\n",
      "translation": "Say, \"If the sea were ink for [writing] the words of my Lord, the sea would be exhausted before the words of my Lord were exhausted, even if We brought the like of it as a supplement.\"",
      "audioFile": "audio/018/018109.mp3"
    },
    {
      "number": 110,
      "arabic": "قُلۡ إِنَّمَاۤ أَنَا۠ بَشَرࣱ مِّثۡلُكُمۡ یُوحَىٰۤ إِلَیَّ أَنَّمَاۤ إِلَـٰهُكُمۡ إِلَـٰهࣱ وَ ٰ⁠حِدࣱۖ فَمَن كَانَ یَرۡجُوا۟ لِقَاۤءَ رَبِّهِۦ فَلۡیَعۡمَلۡ عَمَلࣰا صَـٰلِحࣰا وَلَا یُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦۤ أَحَدَۢا\n",
      "translation": "Say, \"I am only a man like you, to whom has been revealed that your god is one God. So whoever would hope for the meeting with his Lord - let him do righteous work and not associate in the worship of his Lord anyone.\"",
      "audioFile": "audio/018/018110.mp3"
    }
  ]
}