{
  "surah": 23,
  "name": "Al-Muminoon",
  "arabicName": "سُورَةُ المُؤۡمِنُونَ",
  "verses": [
    {
      "number": 1,
      "arabic": "  قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ\n",
      "translation": "Certainly will the believers have succeeded:",
      "transliteration": "Qad aflahal mu'minoon"
    },
    {
      "number": 2,
      "arabic": "ٱلَّذِینَ هُمۡ فِی صَلَاتِهِمۡ خَـٰشِعُونَ\n",
      "translation": "They who are during their prayer humbly submissive",
      "transliteration": "Allazeena hum fee Salaatihim khaashi'oon"
    },
    {
      "number": 3,
      "arabic": "وَٱلَّذِینَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ\n",
      "translation": "And they who turn away from ill speech",
      "transliteration": "Wallazeena hum 'anillaghwimu'ridoon"
    },
    {
      "number": 4,
      "arabic": "وَٱلَّذِینَ هُمۡ لِلزَّكَوٰةِ فَـٰعِلُونَ\n",
      "translation": "And they who are observant of zakah",
      "transliteration": "Wallazeena hum liz Zakaati faa'iloon"
    },
    {
      "number": 5,
      "arabic": "وَٱلَّذِینَ هُمۡ لِفُرُوجِهِمۡ حَـٰفِظُونَ\n",
      "translation": "And they who guard their private parts",
      "transliteration": "Wallazeena hum lifuroo jihim haafizoon"
    },
    {
      "number": 6,
      "arabic": "إِلَّا عَلَىٰۤ أَزۡوَ ٰ⁠جِهِمۡ أَوۡ مَا مَلَكَتۡ أَیۡمَـٰنُهُمۡ فَإِنَّهُمۡ غَیۡرُ مَلُومِینَ\n",
      "translation": "Except from their wives or those their right hands possess, for indeed, they will not be blamed -",
      "transliteration": "Illaa 'alaaa azwaajihim aw maa malakat aimaanuhum fa innahum ghairu maloomeen"
    },
    {
      "number": 7,
      "arabic": "فَمَنِ ٱبۡتَغَىٰ وَرَاۤءَ ذَ ٰ⁠لِكَ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡعَادُونَ\n",
      "translation": "But whoever seeks beyond that, then those are the transgressors -",
      "transliteration": "Famanib taghaa waraaa'a zaalika fa ulaaa'ika humul 'aadoon"
    },
    {
      "number": 8,
      "arabic": "وَٱلَّذِینَ هُمۡ لِأَمَـٰنَـٰتِهِمۡ وَعَهۡدِهِمۡ رَ ٰ⁠عُونَ\n",
      "translation": "And they who are to their trusts and their promises attentive",
      "transliteration": "Wallazeena hum li amaanaatihim wa 'ahdihim raa'oon"
    },
    {
      "number": 9,
      "arabic": "وَٱلَّذِینَ هُمۡ عَلَىٰ صَلَوَ ٰ⁠تِهِمۡ یُحَافِظُونَ\n",
      "translation": "And they who carefully maintain their prayers -",
      "transliteration": "Wallazeena hum 'alaa Salawaatihim yuhaafizoon"
    },
    {
      "number": 10,
      "arabic": "أُو۟لَـٰۤىِٕكَ هُمُ ٱلۡوَ ٰ⁠رِثُونَ\n",
      "translation": "Those are the inheritors",
      "transliteration": "Ulaaa'ika humul waarisoon"
    },
    {
      "number": 11,
      "arabic": "ٱلَّذِینَ یَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِیهَا خَـٰلِدُونَ\n",
      "translation": "Who will inherit al-Firdaus. They will abide therein eternally.",
      "transliteration": "Allazeena yarisoonal Firdawsa hum feehaa khaalidoon"
    },
    {
      "number": 12,
      "arabic": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَـٰنَ مِن سُلَـٰلَةࣲ مِّن طِینࣲ\n",
      "translation": "And certainly did We create man from an extract of clay.",
      "transliteration": "Wa laqad khalaqnal insaana min sulaalatim minteen"
    },
    {
      "number": 13,
      "arabic": "ثُمَّ جَعَلۡنَـٰهُ نُطۡفَةࣰ فِی قَرَارࣲ مَّكِینࣲ\n",
      "translation": "Then We placed him as a sperm-drop in a firm lodging.",
      "transliteration": "Summa ja'alnaahu nutfatan fee qaraarim makeen"
    },
    {
      "number": 14,
      "arabic": "ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةࣰ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةࣰ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَـٰمࣰا فَكَسَوۡنَا ٱلۡعِظَـٰمَ لَحۡمࣰا ثُمَّ أَنشَأۡنَـٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَـٰلِقِینَ\n",
      "translation": "Then We made the sperm-drop into a clinging clot, and We made the clot into a lump [of flesh], and We made [from] the lump, bones, and We covered the bones with flesh; then We developed him into another creation. So blessed is Allah, the best of creators.",
      "transliteration": "Summa khalaqnan nutfata 'alaqatan fakhalaqnal 'alaqata mudghatan fakhalaq nal mudghata 'izaaman fakasawnal 'izaama lahman summa anshaanaahu khalqan aakhar; fatabaarakal laahu ahsanul khaaliqeen"
    },
    {
      "number": 15,
      "arabic": "ثُمَّ إِنَّكُم بَعۡدَ ذَ ٰ⁠لِكَ لَمَیِّتُونَ\n",
      "translation": "Then indeed, after that you are to die.",
      "transliteration": "Summa innakum ba'da zaalika la maaiyitoon"
    },
    {
      "number": 16,
      "arabic": "ثُمَّ إِنَّكُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ تُبۡعَثُونَ\n",
      "translation": "Then indeed you, on the Day of Resurrection, will be resurrected.",
      "transliteration": "Summa innakum Yawmal Qiyaamati tub'asoon"
    },
    {
      "number": 17,
      "arabic": "وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَاۤىِٕقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَـٰفِلِینَ\n",
      "translation": "And We have created above you seven layered heavens, and never have We been of [Our] creation unaware.",
      "transliteration": "Wa laqad khalaqnaa fawqakum sab'a taraaa'iqa wa maa kunnaa 'anil khalqi ghaafileen"
    },
    {
      "number": 18,
      "arabic": "وَأَنزَلۡنَا مِنَ ٱلسَّمَاۤءِ مَاۤءَۢ بِقَدَرࣲ فَأَسۡكَنَّـٰهُ فِی ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَـٰدِرُونَ\n",
      "translation": "And We have sent down rain from the sky in a measured amount and settled it in the earth. And indeed, We are Able to take it away.",
      "transliteration": "Wa anzalnaa minas samaaa'i maaa'am biqadarin fa-askannaahu fil ardi wa innaa 'alaa zahaabim bihee laqaa diroon"
    },
    {
      "number": 19,
      "arabic": "فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّـٰتࣲ مِّن نَّخِیلࣲ وَأَعۡنَـٰبࣲ لَّكُمۡ فِیهَا فَوَ ٰ⁠كِهُ كَثِیرَةࣱ وَمِنۡهَا تَأۡكُلُونَ\n",
      "translation": "And We brought forth for you thereby gardens of palm trees and grapevines in which for you are abundant fruits and from which you eat.",
      "transliteration": "Fa anshaanaa lakum bihee Jannaatim min nakheelinw wa a'naab; lakum feehaa fawaakihu kaseeratunw wa minhaa taakuloon"
    },
    {
      "number": 20,
      "arabic": "وَشَجَرَةࣰ تَخۡرُجُ مِن طُورِ سَیۡنَاۤءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغࣲ لِّلۡـَٔاكِلِینَ\n",
      "translation": "And [We brought forth] a tree issuing from Mount Sinai which produces oil and food for those who eat.",
      "transliteration": "Wa shajaratan takhruju min Toori Sainaaa'a tambutu bidduhni wa sibghil lil aakileen"
    },
    {
      "number": 21,
      "arabic": "وَإِنَّ لَكُمۡ فِی ٱلۡأَنۡعَـٰمِ لَعِبۡرَةࣰۖ نُّسۡقِیكُم مِّمَّا فِی بُطُونِهَا وَلَكُمۡ فِیهَا مَنَـٰفِعُ كَثِیرَةࣱ وَمِنۡهَا تَأۡكُلُونَ\n",
      "translation": "And indeed, for you in livestock is a lesson. We give you drink from that which is in their bellies, and for you in them are numerous benefits, and from them you eat.",
      "transliteration": "Wa inna lakum fil an'aami la'ibrah; nusqeekum mimmaa fee butoonihaa wa lakum feehaa manaafi'u kaseeratunw wa minhaa taakuloon"
    },
    {
      "number": 22,
      "arabic": "وَعَلَیۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ\n",
      "translation": "And upon them and on ships you are carried.",
      "transliteration": "Wa 'alaihaa wa'alal fulki tuhmaloon"
    },
    {
      "number": 23,
      "arabic": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ یَـٰقَوۡمِ ٱعۡبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنۡ إِلَـٰهٍ غَیۡرُهُۥۤۚ أَفَلَا تَتَّقُونَ\n",
      "translation": "And We had certainly sent Noah to his people, and he said, \"O my people, worship Allah; you have no deity other than Him; then will you not fear Him?\"",
      "transliteration": "Wa laqad arsalnaa Noohan ilaa qawmihee faqaala yaa qawmi'budul laaha maa lakum min ilahin ghairuhoo afalaa tattaqoon"
    },
    {
      "number": 24,
      "arabic": "فَقَالَ ٱلۡمَلَؤُا۟ ٱلَّذِینَ كَفَرُوا۟ مِن قَوۡمِهِۦ مَا هَـٰذَاۤ إِلَّا بَشَرࣱ مِّثۡلُكُمۡ یُرِیدُ أَن یَتَفَضَّلَ عَلَیۡكُمۡ وَلَوۡ شَاۤءَ ٱللَّهُ لَأَنزَلَ مَلَـٰۤىِٕكَةࣰ مَّا سَمِعۡنَا بِهَـٰذَا فِیۤ ءَابَاۤىِٕنَا ٱلۡأَوَّلِینَ\n",
      "translation": "But the eminent among those who disbelieved from his people said, \"This is not but a man like yourselves who wishes to take precedence over you; and if Allah had willed [to send a messenger], He would have sent down angels. We have not heard of this among our forefathers.",
      "transliteration": "Faqaalal mala'ul lazeena kafaroo min qawmihee maa haazaaa illaa basharum mislukum yureedu ai yatafaddala 'alaikum wa law shaaa'al laahu la anzala malaaa'ikatam maa sami'naa bihaazaa feee aabaaa'inal awwaleen"
    },
    {
      "number": 25,
      "arabic": "إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةࣱ فَتَرَبَّصُوا۟ بِهِۦ حَتَّىٰ حِینࣲ\n",
      "translation": "He is not but a man possessed with madness, so wait concerning him for a time.\"",
      "transliteration": "In huwa illaa rajulum bihee jinnatun fatarabbasoo bihee hattan heen"
    },
    {
      "number": 26,
      "arabic": "قَالَ رَبِّ ٱنصُرۡنِی بِمَا كَذَّبُونِ\n",
      "translation": "[Noah] said, \"My Lord, support me because they have denied me.\"",
      "transliteration": "Qaala Rabbin surnee bimaa kazzaboon"
    },
    {
      "number": 27,
      "arabic": "فَأَوۡحَیۡنَاۤ إِلَیۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡیُنِنَا وَوَحۡیِنَا فَإِذَا جَاۤءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِیهَا مِن كُلࣲّ زَوۡجَیۡنِ ٱثۡنَیۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَیۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَـٰطِبۡنِی فِی ٱلَّذِینَ ظَلَمُوۤا۟ إِنَّهُم مُّغۡرَقُونَ\n",
      "translation": "So We inspired to him, \"Construct the ship under Our observation, and Our inspiration, and when Our command comes and the oven overflows, put into the ship from each [creature] two mates and your family, except those for whom the decree [of destruction] has proceeded. And do not address Me concerning those who have wronged; indeed, they are to be drowned.",
      "transliteration": "Fa awhainaaa ilaihi anis na'il fulka bi a'yuninaa wa wahyinaa fa izaa jaaa'a amrunaa wa faarat tannooru fasluk feehaa min kullin zawjainis naini wa ahlaka illaa man sabaqa 'alaihil qawlu minhum wa laa tukhaat ibnee fil lazeena zalamooo innaahum mughraqoon"
    },
    {
      "number": 28,
      "arabic": "فَإِذَا ٱسۡتَوَیۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِی نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n",
      "translation": "And when you have boarded the ship, you and those with you, then say, 'Praise to Allah who has saved us from the wrongdoing people.'",
      "transliteration": "Fa izas tawaita ata wa mam ma'aka 'alal fulki faqulil hamdu lillaahil lazee najjaanaa minal qawmiz zalimeen"
    },
    {
      "number": 29,
      "arabic": "وَقُل رَّبِّ أَنزِلۡنِی مُنزَلࣰا مُّبَارَكࣰا وَأَنتَ خَیۡرُ ٱلۡمُنزِلِینَ\n",
      "translation": "And say, 'My Lord, let me land at a blessed landing place, and You are the best to accommodate [us].' \"",
      "transliteration": "Wa qur Rabbi anzilnee munzalam mubaarakanw wa Anta khairul munzileen"
    },
    {
      "number": 30,
      "arabic": "إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ وَإِن كُنَّا لَمُبۡتَلِینَ\n",
      "translation": "Indeed in that are signs, and indeed, We are ever testing [Our servants].",
      "transliteration": "Inna fee zaalika la Aayaatinw wa in kunnaa lamubtaleen"
    },
    {
      "number": 31,
      "arabic": "ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِینَ\n",
      "translation": "Then We produced after them a generation of others.",
      "transliteration": "Summaa anshaana mim ba'dihim qarnan aakhareen"
    },
    {
      "number": 32,
      "arabic": "فَأَرۡسَلۡنَا فِیهِمۡ رَسُولࣰا مِّنۡهُمۡ أَنِ ٱعۡبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنۡ إِلَـٰهٍ غَیۡرُهُۥۤۚ أَفَلَا تَتَّقُونَ\n",
      "translation": "And We sent among them a messenger from themselves, [saying], \"Worship Allah; you have no deity other than Him; then will you not fear Him?\"",
      "transliteration": "Fa arsalnaa feehim Rasoolam minhum ani'budul laaha maa lakum min ilaahin ghairuhoo afalaa tattaqoon"
    },
    {
      "number": 33,
      "arabic": "وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِینَ كَفَرُوا۟ وَكَذَّبُوا۟ بِلِقَاۤءِ ٱلۡـَٔاخِرَةِ وَأَتۡرَفۡنَـٰهُمۡ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا مَا هَـٰذَاۤ إِلَّا بَشَرࣱ مِّثۡلُكُمۡ یَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَیَشۡرَبُ مِمَّا تَشۡرَبُونَ\n",
      "translation": "And the eminent among his people who disbelieved and denied the meeting of the Hereafter while We had given them luxury in the worldly life said, \"This is not but a man like yourselves. He eats of that from which you eat and drinks of what you drink.",
      "transliteration": "Wa qaalal mala-u min qawmihil lazeena kafaroo wa kazzaboo bi liqaaa'il Aakhirati wa atrafnaahum fil hayaatid dunyaa maa haazaaa illaa basharum mislukum yaakulu mimmaa taakuloona minhu wa yashrabu mimmaa tashraboon"
    },
    {
      "number": 34,
      "arabic": "وَلَىِٕنۡ أَطَعۡتُم بَشَرࣰا مِّثۡلَكُمۡ إِنَّكُمۡ إِذࣰا لَّخَـٰسِرُونَ\n",
      "translation": "And if you should obey a man like yourselves, indeed, you would then be losers.",
      "transliteration": "Wa la'in at'atum basharam mislakum innakum izal lakhaasiroon"
    },
    {
      "number": 35,
      "arabic": "أَیَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابࣰا وَعِظَـٰمًا أَنَّكُم مُّخۡرَجُونَ\n",
      "translation": "Does he promise you that when you have died and become dust and bones that you will be brought forth [once more]?",
      "transliteration": "A-Ya'idukum annakum izaa mittum wa kuntum turaabanw wa izaaman annakum mukhrajoon"
    },
    {
      "number": 36,
      "arabic": "۞ هَیۡهَاتَ هَیۡهَاتَ لِمَا تُوعَدُونَ\n",
      "translation": "How far, how far, is that which you are promised.",
      "transliteration": "Haihaata haihaata limaa too'adoon"
    },
    {
      "number": 37,
      "arabic": "إِنۡ هِیَ إِلَّا حَیَاتُنَا ٱلدُّنۡیَا نَمُوتُ وَنَحۡیَا وَمَا نَحۡنُ بِمَبۡعُوثِینَ\n",
      "translation": "Life is not but our worldly life - we die and live, but we will not be resurrected.",
      "transliteration": "In hiya illaa hayaatunad dunyaa namootu wa nahyaa wa maa nahnu bimab'ooseen"
    },
    {
      "number": 38,
      "arabic": "إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبࣰا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِینَ\n",
      "translation": "He is not but a man who has invented a lie about Allah, and we will not believe him.\"",
      "transliteration": "In huwa illaa rajulunif taraa 'alal laahi kazibanw wa maa nahnuu lahoo bimu'mineen"
    },
    {
      "number": 39,
      "arabic": "قَالَ رَبِّ ٱنصُرۡنِی بِمَا كَذَّبُونِ\n",
      "translation": "He said, \"My Lord, support me because they have denied me.\"",
      "transliteration": "Qaala Rabbin surnee bimaa kazzaboon"
    },
    {
      "number": 40,
      "arabic": "قَالَ عَمَّا قَلِیلࣲ لَّیُصۡبِحُنَّ نَـٰدِمِینَ\n",
      "translation": "[Allah] said, \"After a little, they will surely become regretful.\"",
      "transliteration": "Qaala 'ammaa qaleelil la yusbihunna naadimeen"
    },
    {
      "number": 41,
      "arabic": "فَأَخَذَتۡهُمُ ٱلصَّیۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَـٰهُمۡ غُثَاۤءࣰۚ فَبُعۡدࣰا لِّلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n",
      "translation": "So the shriek seized them in truth, and We made them as [plant] stubble. Then away with the wrongdoing people.",
      "transliteration": "Fa akhazat humus saihatu bilhaqqi faja'alnaahum ghusaaa'aa; fabu;dal lilqaw miz zaalimeen"
    },
    {
      "number": 42,
      "arabic": "ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِینَ\n",
      "translation": "Then We produced after them other generations.",
      "transliteration": "Summa anshaanaa mim ba'dihim quroonan aakhareen"
    },
    {
      "number": 43,
      "arabic": "مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا یَسۡتَـٔۡخِرُونَ\n",
      "translation": "No nation will precede its time [of termination], nor will they remain [thereafter].",
      "transliteration": "Maa tasbiqu min ummatin ajalahaa wa maa yastaakhiroon"
    },
    {
      "number": 44,
      "arabic": "ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَاۤءَ أُمَّةࣰ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضࣰا وَجَعَلۡنَـٰهُمۡ أَحَادِیثَۚ فَبُعۡدࣰا لِّقَوۡمࣲ لَّا یُؤۡمِنُونَ\n",
      "translation": "Then We sent Our messengers in succession. Every time there came to a nation its messenger, they denied him, so We made them follow one another [to destruction], and We made them narrations. So away with a people who do not believe.",
      "transliteration": "Summa arsalnaa Rusulanaa tatraa kulla maa jaaa'a ummatar Rasooluhaa kazzabooh; fa atba'naa ba'dahum ba'danw wa ja'alnaahum ahaadees; fabu'dal liqawmil laa yu'minoon"
    },
    {
      "number": 45,
      "arabic": "ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَـٰرُونَ بِـَٔایَـٰتِنَا وَسُلۡطَـٰنࣲ مُّبِینٍ\n",
      "translation": "Then We sent Moses and his brother Aaron with Our signs and a clear authority",
      "transliteration": "Summa arsalnaa Moosaa wa akhaahu Haaroona bi Aayaatinaa wa sultaanim mubeen"
    },
    {
      "number": 46,
      "arabic": "إِلَىٰ فِرۡعَوۡنَ وَمَلَإِی۟هِۦ فَٱسۡتَكۡبَرُوا۟ وَكَانُوا۟ قَوۡمًا عَالِینَ\n",
      "translation": "To Pharaoh and his establishment, but they were arrogant and were a haughty people.",
      "transliteration": "Ilaa Fir'awna wa mala'ihee fastakbaroo wa kaanoo qawman 'aaleem"
    },
    {
      "number": 47,
      "arabic": "فَقَالُوۤا۟ أَنُؤۡمِنُ لِبَشَرَیۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَـٰبِدُونَ\n",
      "translation": "They said, \"Should we believe two men like ourselves while their people are for us in servitude?\"",
      "transliteration": "Faqaaloo annu'minu libasharaini mislinaa wa qawmuhumaa lanaa 'aabidoon"
    },
    {
      "number": 48,
      "arabic": "فَكَذَّبُوهُمَا فَكَانُوا۟ مِنَ ٱلۡمُهۡلَكِینَ\n",
      "translation": "So they denied them and were of those destroyed.",
      "transliteration": "Fakazzaboohumaa fakaanoo minal mmuhlakeen"
    },
    {
      "number": 49,
      "arabic": "وَلَقَدۡ ءَاتَیۡنَا مُوسَى ٱلۡكِتَـٰبَ لَعَلَّهُمۡ یَهۡتَدُونَ\n",
      "translation": "And We certainly gave Moses the Scripture that perhaps they would be guided.",
      "transliteration": "Wa laqad aatainaa Moosal Kitaaba la'allahum yahtadoon"
    },
    {
      "number": 50,
      "arabic": "وَجَعَلۡنَا ٱبۡنَ مَرۡیَمَ وَأُمَّهُۥۤ ءَایَةࣰ وَءَاوَیۡنَـٰهُمَاۤ إِلَىٰ رَبۡوَةࣲ ذَاتِ قَرَارࣲ وَمَعِینࣲ\n",
      "translation": "And We made the son of Mary and his mother a sign and sheltered them within a high ground having level [areas] and flowing water.",
      "transliteration": "Wa ja'alnab na Maryama wa ummahooo aayatannw wa aawainaahumaaa ilaa rabwatin zaati qaraarinw wa ma'een"
    },
    {
      "number": 51,
      "arabic": "یَـٰۤأَیُّهَا ٱلرُّسُلُ كُلُوا۟ مِنَ ٱلطَّیِّبَـٰتِ وَٱعۡمَلُوا۟ صَـٰلِحًاۖ إِنِّی بِمَا تَعۡمَلُونَ عَلِیمࣱ\n",
      "translation": "[Allah said], \"O messengers, eat from the good foods and work righteousness. Indeed, I, of what you do, am Knowing.",
      "transliteration": "Yaaa aiyuhar Rusulu kuloo minat taiyibaati wa'maloo saalihan innee bimaa ta'maloona 'Aleem"
    },
    {
      "number": 52,
      "arabic": "وَإِنَّ هَـٰذِهِۦۤ أُمَّتُكُمۡ أُمَّةࣰ وَ ٰ⁠حِدَةࣰ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ\n",
      "translation": "And indeed this, your religion, is one religion, and I am your Lord, so fear Me.\"",
      "transliteration": "Wa inna haaziheee ummatukum ummatanw waahidatanw wa Ana Rabbukum fattaqoon"
    },
    {
      "number": 53,
      "arabic": "فَتَقَطَّعُوۤا۟ أَمۡرَهُم بَیۡنَهُمۡ زُبُرࣰاۖ كُلُّ حِزۡبِۭ بِمَا لَدَیۡهِمۡ فَرِحُونَ\n",
      "translation": "But the people divided their religion among them into sects - each faction, in what it has, rejoicing.",
      "transliteration": "Fataqatta'ooo amrahum bainahum zuburaa; kullu hizbim bimaa ladaihim farihoon"
    },
    {
      "number": 54,
      "arabic": "فَذَرۡهُمۡ فِی غَمۡرَتِهِمۡ حَتَّىٰ حِینٍ\n",
      "translation": "So leave them in their confusion for a time.",
      "transliteration": "Fazarhum fee ghamratihim hattaa heen"
    },
    {
      "number": 55,
      "arabic": "أَیَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالࣲ وَبَنِینَ\n",
      "translation": "Do they think that what We extend to them of wealth and children",
      "transliteration": "A-yahsaboona annnamaa numiduhum bihee mimmaalinw wa baneen"
    },
    {
      "number": 56,
      "arabic": "نُسَارِعُ لَهُمۡ فِی ٱلۡخَیۡرَ ٰ⁠تِۚ بَل لَّا یَشۡعُرُونَ\n",
      "translation": "Is [because] We hasten for them good things? Rather, they do not perceive.",
      "transliteration": "Nusaari'u lahum fil khairaat; bal laa yash'uroon"
    },
    {
      "number": 57,
      "arabic": "إِنَّ ٱلَّذِینَ هُم مِّنۡ خَشۡیَةِ رَبِّهِم مُّشۡفِقُونَ\n",
      "translation": "Indeed, they who are apprehensive from fear of their Lord",
      "transliteration": "Innal lazeena hum min khashyati Rabbihim mushfiqoon"
    },
    {
      "number": 58,
      "arabic": "وَٱلَّذِینَ هُم بِـَٔایَـٰتِ رَبِّهِمۡ یُؤۡمِنُونَ\n",
      "translation": "And they who believe in the signs of their Lord",
      "transliteration": "Wallazeena hum bi Aayaati Rabbihim yu'minoon"
    },
    {
      "number": 59,
      "arabic": "وَٱلَّذِینَ هُم بِرَبِّهِمۡ لَا یُشۡرِكُونَ\n",
      "translation": "And they who do not associate anything with their Lord",
      "transliteration": "Wallazeena hum bi Rabbihim laa yushrikoon"
    },
    {
      "number": 60,
      "arabic": "وَٱلَّذِینَ یُؤۡتُونَ مَاۤ ءَاتَوا۟ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَ ٰ⁠جِعُونَ\n",
      "translation": "And they who give what they give while their hearts are fearful because they will be returning to their Lord -",
      "transliteration": "Wallazeena yu'toona maaa aataw wa quloobuhum wajilatun annahum ilaa Rabbihim raaji'oon"
    },
    {
      "number": 61,
      "arabic": "أُو۟لَـٰۤىِٕكَ یُسَـٰرِعُونَ فِی ٱلۡخَیۡرَ ٰ⁠تِ وَهُمۡ لَهَا سَـٰبِقُونَ\n",
      "translation": "It is those who hasten to good deeds, and they outstrip [others] therein.",
      "transliteration": "Ulaaa'ika yusaari'oona fil khairaati wa hum lahaa saabiqoon"
    },
    {
      "number": 62,
      "arabic": "وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَیۡنَا كِتَـٰبࣱ یَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا یُظۡلَمُونَ\n",
      "translation": "And We charge no soul except [with that within] its capacity, and with Us is a record which speaks with truth; and they will not be wronged.",
      "transliteration": "Wa laa nukallifu nafsan illaa wus'ahaa wa ladainaa kitaabuny yantiqu bilhaqqi w ahum la yuzlamoon"
    },
    {
      "number": 63,
      "arabic": "بَلۡ قُلُوبُهُمۡ فِی غَمۡرَةࣲ مِّنۡ هَـٰذَا وَلَهُمۡ أَعۡمَـٰلࣱ مِّن دُونِ ذَ ٰ⁠لِكَ هُمۡ لَهَا عَـٰمِلُونَ\n",
      "translation": "But their hearts are covered with confusion over this, and they have [evil] deeds besides disbelief which they are doing,",
      "transliteration": "Bal quloobuhum fee ghamratim min haazaa wa lahum a'maalum min dooni zaalika hum lahaa 'aamiloon"
    },
    {
      "number": 64,
      "arabic": "حَتَّىٰۤ إِذَاۤ أَخَذۡنَا مُتۡرَفِیهِم بِٱلۡعَذَابِ إِذَا هُمۡ یَجۡـَٔرُونَ\n",
      "translation": "Until when We seize their affluent ones with punishment, at once they are crying [to Allah] for help.",
      "transliteration": "Hattaaa izaaa akhznaa mutrafeehim bil'azaabi izaa hum yaj'aroon"
    },
    {
      "number": 65,
      "arabic": "لَا تَجۡـَٔرُوا۟ ٱلۡیَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ\n",
      "translation": "Do not cry out today. Indeed, by Us you will not be helped.",
      "transliteration": "Laa taj'arul yawma innakum minnaa laa tunsaroon"
    },
    {
      "number": 66,
      "arabic": "قَدۡ كَانَتۡ ءَایَـٰتِی تُتۡلَىٰ عَلَیۡكُمۡ فَكُنتُمۡ عَلَىٰۤ أَعۡقَـٰبِكُمۡ تَنكِصُونَ\n",
      "translation": "My verses had already been recited to you, but you were turning back on your heels",
      "transliteration": "Qad kaanat Aayaatee tutlaa 'alaikum fakuntum 'alaaa a'qaabikum tankisoon"
    },
    {
      "number": 67,
      "arabic": "مُسۡتَكۡبِرِینَ بِهِۦ سَـٰمِرࣰا تَهۡجُرُونَ\n",
      "translation": "In arrogance regarding it, conversing by night, speaking evil.",
      "transliteration": "Mustakbireena bihee saamiran tahjuroon"
    },
    {
      "number": 68,
      "arabic": "أَفَلَمۡ یَدَّبَّرُوا۟ ٱلۡقَوۡلَ أَمۡ جَاۤءَهُم مَّا لَمۡ یَأۡتِ ءَابَاۤءَهُمُ ٱلۡأَوَّلِینَ\n",
      "translation": "Then have they not reflected over the Qur'an, or has there come to them that which had not come to their forefathers?",
      "transliteration": "Afalam yaddabbarrul qawla am jaaa'ahum maa lam yaati aabaaa'ahumul awwaleen"
    },
    {
      "number": 69,
      "arabic": "أَمۡ لَمۡ یَعۡرِفُوا۟ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ\n",
      "translation": "Or did they not know their Messenger, so they are toward him disacknowledging?",
      "transliteration": "Am lam ya'rifoo Rasoolahum fahum lahoo munkiroon"
    },
    {
      "number": 70,
      "arabic": "أَمۡ یَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَاۤءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَـٰرِهُونَ\n",
      "translation": "Or do they say, \"In him is madness?\" Rather, he brought them the truth, but most of them, to the truth, are averse.",
      "transliteration": "Am yaqooloona bihee jinnnah; bal jaaa'ahum bilhaqqi wa aksaruhum lil haqqi kaarihoon"
    },
    {
      "number": 71,
      "arabic": "وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَاۤءَهُمۡ لَفَسَدَتِ ٱلسَّمَـٰوَ ٰ⁠تُ وَٱلۡأَرۡضُ وَمَن فِیهِنَّۚ بَلۡ أَتَیۡنَـٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ\n",
      "translation": "But if the Truth had followed their inclinations, the heavens and the earth and whoever is in them would have been ruined. Rather, We have brought them their message, but they, from their message, are turning away.",
      "transliteration": "Wa lawit taba'al haqqu ahwaaa'ahum lafasadatis samaawaatu wal ardu wa man feehinnn; bal atainaahum bizikrihim fahum 'an zikrihim mu'ridon"
    },
    {
      "number": 72,
      "arabic": "أَمۡ تَسۡـَٔلُهُمۡ خَرۡجࣰا فَخَرَاجُ رَبِّكَ خَیۡرࣱۖ وَهُوَ خَیۡرُ ٱلرَّ ٰ⁠زِقِینَ\n",
      "translation": "Or do you, [O Muhammad], ask them for payment? But the reward of your Lord is best, and He is the best of providers.",
      "transliteration": "Am tas'aluhum kharjan fakharaaju Rabbika khairunw wa Huwa khairur raaziqeen"
    },
    {
      "number": 73,
      "arabic": "وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَ ٰ⁠طࣲ مُّسۡتَقِیمࣲ\n",
      "translation": "And indeed, you invite them to a straight path.",
      "transliteration": "Wa innaka latad'oohum ilaa Siraatim Mustaqeem"
    },
    {
      "number": 74,
      "arabic": "وَإِنَّ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱلۡـَٔاخِرَةِ عَنِ ٱلصِّرَ ٰ⁠طِ لَنَـٰكِبُونَ\n",
      "translation": "But indeed, those who do not believe in the Hereafter are deviating from the path.",
      "transliteration": "Wa innnal lazeena laa yu'minoona bil Aakhirati 'anis siraati lanaakiboon"
    },
    {
      "number": 75,
      "arabic": "۞ وَلَوۡ رَحِمۡنَـٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرࣲّ لَّلَجُّوا۟ فِی طُغۡیَـٰنِهِمۡ یَعۡمَهُونَ\n",
      "translation": "And even if We gave them mercy and removed what was upon them of affliction, they would persist in their transgression, wandering blindly.",
      "transliteration": "Wa law rahimnaahum wa kashafnaa maa bihim min durril lalajjoo fee tughyaanihim ya'mahoon"
    },
    {
      "number": 76,
      "arabic": "وَلَقَدۡ أَخَذۡنَـٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُوا۟ لِرَبِّهِمۡ وَمَا یَتَضَرَّعُونَ\n",
      "translation": "And We had gripped them with suffering [as a warning], but they did not yield to their Lord, nor did they humbly supplicate, [and will continue thus]",
      "transliteration": "Wa laqad akhaznaahum bil'azaabi famastakaanoo li Rabbihim wa maa yatadarra'oon"
    },
    {
      "number": 77,
      "arabic": "حَتَّىٰۤ إِذَا فَتَحۡنَا عَلَیۡهِم بَابࣰا ذَا عَذَابࣲ شَدِیدٍ إِذَا هُمۡ فِیهِ مُبۡلِسُونَ\n",
      "translation": "Until when We have opened before them a door of severe punishment, immediately they will be therein in despair.",
      "transliteration": "Hattaaa izaa fatahnaa 'alaihim baaban zaa 'azaabin shadeedin izaa hum feehi mublisoon"
    },
    {
      "number": 78,
      "arabic": "وَهُوَ ٱلَّذِیۤ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَـٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِیلࣰا مَّا تَشۡكُرُونَ\n",
      "translation": "And it is He who produced for you hearing and vision and hearts; little are you grateful.",
      "transliteration": "Wa Huwal lazeee ansha a-lakumus sam'a wal absaara wal af'idah; qaleelam maa tashkuroon"
    },
    {
      "number": 79,
      "arabic": "وَهُوَ ٱلَّذِی ذَرَأَكُمۡ فِی ٱلۡأَرۡضِ وَإِلَیۡهِ تُحۡشَرُونَ\n",
      "translation": "And it is He who has multiplied you throughout the earth, and to Him you will be gathered.",
      "transliteration": "Wa Huwal lazee zara akum fil ardi wa ilaihi tuhsharoon"
    },
    {
      "number": 80,
      "arabic": "وَهُوَ ٱلَّذِی یُحۡیِۦ وَیُمِیتُ وَلَهُ ٱخۡتِلَـٰفُ ٱلَّیۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ\n",
      "translation": "And it is He who gives life and causes death, and His is the alternation of the night and the day. Then will you not reason?",
      "transliteration": "Wa Huwal lazee yuhyee wa yumeetu wa lahukh tilaaful laili wannahaar; afalaa ta'qiloon"
    },
    {
      "number": 81,
      "arabic": "بَلۡ قَالُوا۟ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ\n",
      "translation": "Rather, they say like what the former peoples said.",
      "transliteration": "Bal qaaloo misla maa qaalal awwaloon"
    },
    {
      "number": 82,
      "arabic": "قَالُوۤا۟ أَءِذَا مِتۡنَا وَكُنَّا تُرَابࣰا وَعِظَـٰمًا أَءِنَّا لَمَبۡعُوثُونَ\n",
      "translation": "They said, \"When we have died and become dust and bones, are we indeed to be resurrected?",
      "transliteration": "Qaalooo 'a-izaa mitnaa wa kunnaa turaabanw wa 'izaaman 'a-innaa lamab 'oosoon"
    },
    {
      "number": 83,
      "arabic": "لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَاۤؤُنَا هَـٰذَا مِن قَبۡلُ إِنۡ هَـٰذَاۤ إِلَّاۤ أَسَـٰطِیرُ ٱلۡأَوَّلِینَ\n",
      "translation": "We have been promised this, we and our forefathers, before; this is not but legends of the former peoples.\"",
      "transliteration": "Laqad wu'idnaa nahnu wa aabaaa'unaa haazaa min qablu in haazaaa illaaa asaateerul awwaleen"
    },
    {
      "number": 84,
      "arabic": "قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِیهَاۤ إِن كُنتُمۡ تَعۡلَمُونَ\n",
      "translation": "Say, [O Muhammad], \"To whom belongs the earth and whoever is in it, if you should know?\"",
      "transliteration": "Qul limanil ardu wa man feehaaa in kuntum ta'lamoon"
    },
    {
      "number": 85,
      "arabic": "سَیَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ\n",
      "translation": "They will say, \"To Allah.\" Say, \"Then will you not remember?\"",
      "transliteration": "Sa-yaqooloona lillaah; qul afalaa tazakkkaroon"
    },
    {
      "number": 86,
      "arabic": "قُلۡ مَن رَّبُّ ٱلسَّمَـٰوَ ٰ⁠تِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِیمِ\n",
      "translation": "Say, \"Who is Lord of the seven heavens and Lord of the Great Throne?\"",
      "transliteration": "Qul mar Rabbus samaawaatis sab'i wa Rabbul 'Arshil 'Azeem"
    },
    {
      "number": 87,
      "arabic": "سَیَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ\n",
      "translation": "They will say, \"[They belong] to Allah.\" Say, \"Then will you not fear Him?\"",
      "transliteration": "Sa yaqooloona lillaah; qul afalaa tattaqoon"
    },
    {
      "number": 88,
      "arabic": "قُلۡ مَنۢ بِیَدِهِۦ مَلَكُوتُ كُلِّ شَیۡءࣲ وَهُوَ یُجِیرُ وَلَا یُجَارُ عَلَیۡهِ إِن كُنتُمۡ تَعۡلَمُونَ\n",
      "translation": "Say, \"In whose hand is the realm of all things - and He protects while none can protect against Him - if you should know?\"",
      "transliteration": "Qul mam bi yadihee malakootu kulli shai'inw wa Huwa yujeeru wa laa yujaaru 'alaihi in kuntum ta'lamoon"
    },
    {
      "number": 89,
      "arabic": "سَیَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ\n",
      "translation": "They will say, \"[All belongs] to Allah.\" Say, \"Then how are you deluded?\"",
      "transliteration": "Sa yaqooloona lillaah; qul fa annaa tus haroon"
    },
    {
      "number": 90,
      "arabic": "بَلۡ أَتَیۡنَـٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَـٰذِبُونَ\n",
      "translation": "Rather, We have brought them the truth, and indeed they are liars.",
      "transliteration": "Bal atainaahum bil haqqi wa innahum lakaaziboon"
    },
    {
      "number": 91,
      "arabic": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدࣲ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَـٰهٍۚ إِذࣰا لَّذَهَبَ كُلُّ إِلَـٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضࣲۚ سُبۡحَـٰنَ ٱللَّهِ عَمَّا یَصِفُونَ\n",
      "translation": "Allah has not taken any son, nor has there ever been with Him any deity. [If there had been], then each deity would have taken what it created, and some of them would have sought to overcome others. Exalted is Allah above what they describe [concerning Him].",
      "transliteration": "Mat takhazal laahu minw waladinw wa maa kaana ma'ahoo min ilaah; izal lazahaba kullu ilaahim bimaa khalaqa wa la'alaa ba'duhum 'alaa ba'd; Subhaannal laahi 'ammaa yasifoon"
    },
    {
      "number": 92,
      "arabic": "عَـٰلِمِ ٱلۡغَیۡبِ وَٱلشَّهَـٰدَةِ فَتَعَـٰلَىٰ عَمَّا یُشۡرِكُونَ\n",
      "translation": "[He is] Knower of the unseen and the witnessed, so high is He above what they associate [with Him].",
      "transliteration": "'Aalimil Ghaibi wash shahhaadati fata'aalaa 'ammaa yushrikoon"
    },
    {
      "number": 93,
      "arabic": "قُل رَّبِّ إِمَّا تُرِیَنِّی مَا یُوعَدُونَ\n",
      "translation": "Say, [O Muhammad], \"My Lord, if You should show me that which they are promised,",
      "transliteration": "Qur Rabbi immmaa turiyannee maa yoo'adoon"
    },
    {
      "number": 94,
      "arabic": "رَبِّ فَلَا تَجۡعَلۡنِی فِی ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ\n",
      "translation": "My Lord, then do not place me among the wrongdoing people.\"",
      "transliteration": "Rabbi falaa taj'alnee fil qawmiz zaalimeen"
    },
    {
      "number": 95,
      "arabic": "وَإِنَّا عَلَىٰۤ أَن نُّرِیَكَ مَا نَعِدُهُمۡ لَقَـٰدِرُونَ\n",
      "translation": "And indeed, We are able to show you what We have promised them.",
      "transliteration": "Wa innaa 'alaaa an nuriyaka maa na'iduhum laqaadiroon"
    },
    {
      "number": 96,
      "arabic": "ٱدۡفَعۡ بِٱلَّتِی هِیَ أَحۡسَنُ ٱلسَّیِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا یَصِفُونَ\n",
      "translation": "Repel, by [means of] what is best, [their] evil. We are most knowing of what they describe.",
      "transliteration": "Idfa' billate hiya ahsanus saiyi'ah; nahnu a'lamu bimaa yasifoon"
    },
    {
      "number": 97,
      "arabic": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَ ٰ⁠تِ ٱلشَّیَـٰطِینِ\n",
      "translation": "And say, \"My Lord, I seek refuge in You from the incitements of the devils,",
      "transliteration": "Wa qur Rabbi a'oozu bika min hamazaatish Shayaateen"
    },
    {
      "number": 98,
      "arabic": "وَأَعُوذُ بِكَ رَبِّ أَن یَحۡضُرُونِ\n",
      "translation": "And I seek refuge in You, my Lord, lest they be present with me.\"",
      "transliteration": "Wa a'oozu bika Rabbi ai-yahduroon"
    },
    {
      "number": 99,
      "arabic": "حَتَّىٰۤ إِذَا جَاۤءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ\n",
      "translation": "[For such is the state of the disbelievers], until, when death comes to one of them, he says, \"My Lord, send me back",
      "transliteration": "Hattaaa izaa jaaa'a ahada humul mawtu qaala Rabbir ji'oon"
    },
    {
      "number": 100,
      "arabic": "لَعَلِّیۤ أَعۡمَلُ صَـٰلِحࣰا فِیمَا تَرَكۡتُۚ كَلَّاۤۚ إِنَّهَا كَلِمَةٌ هُوَ قَاۤىِٕلُهَاۖ وَمِن وَرَاۤىِٕهِم بَرۡزَخٌ إِلَىٰ یَوۡمِ یُبۡعَثُونَ\n",
      "translation": "That I might do righteousness in that which I left behind.\" No! It is only a word he is saying; and behind them is a barrier until the Day they are resurrected.",
      "transliteration": "La'alleee a'malu saalihan feemaa taraktu kallaa; innahaa kalimatun huwa qaaa'iluhaa wa minw waraaa'him barzakhun ilaa Yawmi yub'asoon"
    },
    {
      "number": 101,
      "arabic": "فَإِذَا نُفِخَ فِی ٱلصُّورِ فَلَاۤ أَنسَابَ بَیۡنَهُمۡ یَوۡمَىِٕذࣲ وَلَا یَتَسَاۤءَلُونَ\n",
      "translation": "So when the Horn is blown, no relationship will there be among them that Day, nor will they ask about one another.",
      "transliteration": "Fa izaa nufikha fis Soori falaaa ansaaba bainahum yawma'izinw wa laa yatasaaa'aloon"
    },
    {
      "number": 102,
      "arabic": "فَمَن ثَقُلَتۡ مَوَ ٰ⁠زِینُهُۥ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُفۡلِحُونَ\n",
      "translation": "And those whose scales are heavy [with good deeds] - it is they who are the successful.",
      "transliteration": "Faman saqulat mawaazee nuhoo fa ulaaa'ika humul muflihoon"
    },
    {
      "number": 103,
      "arabic": "وَمَنۡ خَفَّتۡ مَوَ ٰ⁠زِینُهُۥ فَأُو۟لَـٰۤىِٕكَ ٱلَّذِینَ خَسِرُوۤا۟ أَنفُسَهُمۡ فِی جَهَنَّمَ خَـٰلِدُونَ\n",
      "translation": "But those whose scales are light - those are the ones who have lost their souls, [being] in Hell, abiding eternally.",
      "transliteration": "Wa man khaffat mawaa zeenuhoo fa ulaaa'ikal lazeena khasiroon anfusahum fee Jahannnama khaalidoon"
    },
    {
      "number": 104,
      "arabic": "تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِیهَا كَـٰلِحُونَ\n",
      "translation": "The Fire will sear their faces, and they therein will have taut smiles.",
      "transliteration": "Talfahu wujoohahumun Naaru wa hum feehaa kaalihood"
    },
    {
      "number": 105,
      "arabic": "أَلَمۡ تَكُنۡ ءَایَـٰتِی تُتۡلَىٰ عَلَیۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ\n",
      "translation": "[It will be said]. \"Were not My verses recited to you and you used to deny them?\"",
      "transliteration": "Alam takun Aayaatee tutlaa 'alaikum fakuntum bihaa tukazziboon"
    },
    {
      "number": 106,
      "arabic": "قَالُوا۟ رَبَّنَا غَلَبَتۡ عَلَیۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمࣰا ضَاۤلِّینَ\n",
      "translation": "They will say, \"Our Lord, our wretchedness overcame us, and we were a people astray.",
      "transliteration": "Qaaloo Rabbanaa ghalabat 'alainaa shiqwatunaa wa kunnaa qawman daaalleen"
    },
    {
      "number": 107,
      "arabic": "رَبَّنَاۤ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَـٰلِمُونَ\n",
      "translation": "Our Lord, remove us from it, and if we were to return [to evil], we would indeed be wrongdoers.\"",
      "transliteration": "Rabbanaa akhrijnaa minhaa fa in 'udnaa fa innaa zaalimoon"
    },
    {
      "number": 108,
      "arabic": "قَالَ ٱخۡسَـُٔوا۟ فِیهَا وَلَا تُكَلِّمُونِ\n",
      "translation": "He will say, \"Remain despised therein and do not speak to Me.",
      "transliteration": "Qaalakh sa'oo feehaa wa laa tukallimoon"
    },
    {
      "number": 109,
      "arabic": "إِنَّهُۥ كَانَ فَرِیقࣱ مِّنۡ عِبَادِی یَقُولُونَ رَبَّنَاۤ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَیۡرُ ٱلرَّ ٰ⁠حِمِینَ\n",
      "translation": "Indeed, there was a party of My servants who said, 'Our Lord, we have believed, so forgive us and have mercy upon us, and You are the best of the merciful.'",
      "transliteration": "Innahoo kaana fareequm min 'ibaadee yaqooloona Rabbanaaa aamannaa faghfir lanaa warhamnaa wa Anta khairur raahimeen"
    },
    {
      "number": 110,
      "arabic": "فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِیًّا حَتَّىٰۤ أَنسَوۡكُمۡ ذِكۡرِی وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ\n",
      "translation": "But you took them in mockery to the point that they made you forget My remembrance, and you used to laugh at them.",
      "transliteration": "Fattakhaztumoohum sikhriyyan hattaaa ansawkum zikree wa kuntum minhum tadhakoon"
    },
    {
      "number": 111,
      "arabic": "إِنِّی جَزَیۡتُهُمُ ٱلۡیَوۡمَ بِمَا صَبَرُوۤا۟ أَنَّهُمۡ هُمُ ٱلۡفَاۤىِٕزُونَ\n",
      "translation": "Indeed, I have rewarded them this Day for their patient endurance - that they are the attainers [of success].\"",
      "transliteration": "Inee jazaituhumul Yawma bimaa sabarooo annahum humul faaa'izoon"
    },
    {
      "number": 112,
      "arabic": "قَـٰلَ كَمۡ لَبِثۡتُمۡ فِی ٱلۡأَرۡضِ عَدَدَ سِنِینَ\n",
      "translation": "[Allah] will say, \"How long did you remain on earth in number of years?\"",
      "transliteration": "Qaala kam labistum fil ardi 'adada sineen"
    },
    {
      "number": 113,
      "arabic": "قَالُوا۟ لَبِثۡنَا یَوۡمًا أَوۡ بَعۡضَ یَوۡمࣲ فَسۡـَٔلِ ٱلۡعَاۤدِّینَ\n",
      "translation": "They will say, \"We remained a day or part of a day; ask those who enumerate.\"",
      "transliteration": "Qaaloo labisnaa yawman aw ba'da yawmin fas'alil 'aaaddeen"
    },
    {
      "number": 114,
      "arabic": "قَـٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِیلࣰاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ\n",
      "translation": "He will say, \"You stayed not but a little - if only you had known.",
      "transliteration": "Qaala il labistum illaa qaleelal law annakum kuntum ta'lamoon"
    },
    {
      "number": 115,
      "arabic": "أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَـٰكُمۡ عَبَثࣰا وَأَنَّكُمۡ إِلَیۡنَا لَا تُرۡجَعُونَ\n",
      "translation": "Then did you think that We created you uselessly and that to Us you would not be returned?\"",
      "transliteration": "Afahsibtum annamaa khalaqnaakum 'abasanw wa annakum ilainaa laa turja'oon"
    },
    {
      "number": 116,
      "arabic": "فَتَعَـٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَاۤ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِیمِ\n",
      "translation": "So exalted is Allah, the Sovereign, the Truth; there is no deity except Him, Lord of the Noble Throne.",
      "transliteration": "Fata'aalal laahul Malikul Haqq; laaa ilaaha illaa Huwa Rabbul 'Arshil Kareem"
    },
    {
      "number": 117,
      "arabic": "وَمَن یَدۡعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرۡهَـٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦۤۚ إِنَّهُۥ لَا یُفۡلِحُ ٱلۡكَـٰفِرُونَ\n",
      "translation": "And whoever invokes besides Allah another deity for which he has no proof - then his account is only with his Lord. Indeed, the disbelievers will not succeed.",
      "transliteration": "Wa mai yad'u ma'allaahi ilaahan aakhara laa burhaana lahoo bihee fa innnamaa hisaabuhoo 'inda Rabbih; innahoo laa yuflihul kaafiroon"
    },
    {
      "number": 118,
      "arabic": "وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَیۡرُ ٱلرَّ ٰ⁠حِمِینَ\n",
      "translation": "And, [O Muhammad], say, \"My Lord, forgive and have mercy, and You are the best of the merciful.\"",
      "transliteration": "Wa qur Rabbigh fir warham wa Anta khairur raahimeen"
    }
  ]
}