{
  "number": 45,
  "name": "Al-Jathiya",
  "totalVerses": 37,
  "verses": [
    {
      "number": 1,
      "arabic": "  حمۤ\n",
      "translation": "Ha, Meem.",
      "audioFile": "audio/045/045001.mp3"
    },
    {
      "number": 2,
      "arabic": "تَنزِیلُ ٱلۡكِتَـٰبِ مِنَ ٱللَّهِ ٱلۡعَزِیزِ ٱلۡحَكِیمِ\n",
      "translation": "The revelation of the Book is from Allah, the Exalted in Might, the Wise.",
      "audioFile": "audio/045/045002.mp3"
    },
    {
      "number": 3,
      "arabic": "إِنَّ فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِ لَـَٔایَـٰتࣲ لِّلۡمُؤۡمِنِینَ\n",
      "translation": "Indeed, within the heavens and earth are signs for the believers.",
      "audioFile": "audio/045/045003.mp3"
    },
    {
      "number": 4,
      "arabic": "وَفِی خَلۡقِكُمۡ وَمَا یَبُثُّ مِن دَاۤبَّةٍ ءَایَـٰتࣱ لِّقَوۡمࣲ یُوقِنُونَ\n",
      "translation": "And in the creation of yourselves and what He disperses of moving creatures are signs for people who are certain [in faith].",
      "audioFile": "audio/045/045004.mp3"
    },
    {
      "number": 5,
      "arabic": "وَٱخۡتِلَـٰفِ ٱلَّیۡلِ وَٱلنَّهَارِ وَمَاۤ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَاۤءِ مِن رِّزۡقࣲ فَأَحۡیَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِیفِ ٱلرِّیَـٰحِ ءَایَـٰتࣱ لِّقَوۡمࣲ یَعۡقِلُونَ\n",
      "translation": "And [in] the alternation of night and day and [in] what Allah sends down from the sky of provision and gives life thereby to the earth after its lifelessness and [in His] directing of the winds are signs for a people who reason.",
      "audioFile": "audio/045/045005.mp3"
    },
    {
      "number": 6,
      "arabic": "تِلۡكَ ءَایَـٰتُ ٱللَّهِ نَتۡلُوهَا عَلَیۡكَ بِٱلۡحَقِّۖ فَبِأَیِّ حَدِیثِۭ بَعۡدَ ٱللَّهِ وَءَایَـٰتِهِۦ یُؤۡمِنُونَ\n",
      "translation": "These are the verses of Allah which We recite to you in truth. Then in what statement after Allah and His verses will they believe?",
      "audioFile": "audio/045/045006.mp3"
    },
    {
      "number": 7,
      "arabic": "وَیۡلࣱ لِّكُلِّ أَفَّاكٍ أَثِیمࣲ\n",
      "translation": "Woe to every sinful liar",
      "audioFile": "audio/045/045007.mp3"
    },
    {
      "number": 8,
      "arabic": "یَسۡمَعُ ءَایَـٰتِ ٱللَّهِ تُتۡلَىٰ عَلَیۡهِ ثُمَّ یُصِرُّ مُسۡتَكۡبِرࣰا كَأَن لَّمۡ یَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِیمࣲ\n",
      "translation": "Who hears the verses of Allah recited to him, then persists arrogantly as if he had not heard them. So give him tidings of a painful punishment.",
      "audioFile": "audio/045/045008.mp3"
    },
    {
      "number": 9,
      "arabic": "وَإِذَا عَلِمَ مِنۡ ءَایَـٰتِنَا شَیۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُو۟لَـٰۤىِٕكَ لَهُمۡ عَذَابࣱ مُّهِینࣱ\n",
      "translation": "And when he knows anything of Our verses, he takes them in ridicule. Those will have a humiliating punishment.",
      "audioFile": "audio/045/045009.mp3"
    },
    {
      "number": 10,
      "arabic": "مِّن وَرَاۤىِٕهِمۡ جَهَنَّمُۖ وَلَا یُغۡنِی عَنۡهُم مَّا كَسَبُوا۟ شَیۡـࣰٔا وَلَا مَا ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوۡلِیَاۤءَۖ وَلَهُمۡ عَذَابٌ عَظِیمٌ\n",
      "translation": "Before them is Hell, and what they had earned will not avail them at all nor what they had taken besides Allah as allies. And they will have a great punishment.",
      "audioFile": "audio/045/045010.mp3"
    },
    {
      "number": 11,
      "arabic": "هَـٰذَا هُدࣰىۖ وَٱلَّذِینَ كَفَرُوا۟ بِـَٔایَـٰتِ رَبِّهِمۡ لَهُمۡ عَذَابࣱ مِّن رِّجۡزٍ أَلِیمٌ\n",
      "translation": "This [Qur'an] is guidance. And those who have disbelieved in the verses of their Lord will have a painful punishment of foul nature.",
      "audioFile": "audio/045/045011.mp3"
    },
    {
      "number": 12,
      "arabic": "۞ ٱللَّهُ ٱلَّذِی سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِیَ ٱلۡفُلۡكُ فِیهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُوا۟ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ\n",
      "translation": "It is Allah who subjected to you the sea so that ships may sail upon it by His command and that you may seek of His bounty; and perhaps you will be grateful.",
      "audioFile": "audio/045/045012.mp3"
    },
    {
      "number": 13,
      "arabic": "وَسَخَّرَ لَكُم مَّا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِ جَمِیعࣰا مِّنۡهُۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ لِّقَوۡمࣲ یَتَفَكَّرُونَ\n",
      "translation": "And He has subjected to you whatever is in the heavens and whatever is on the earth - all from Him. Indeed in that are signs for a people who give thought.",
      "audioFile": "audio/045/045013.mp3"
    },
    {
      "number": 14,
      "arabic": "قُل لِّلَّذِینَ ءَامَنُوا۟ یَغۡفِرُوا۟ لِلَّذِینَ لَا یَرۡجُونَ أَیَّامَ ٱللَّهِ لِیَجۡزِیَ قَوۡمَۢا بِمَا كَانُوا۟ یَكۡسِبُونَ\n",
      "translation": "Say, [O Muhammad], to those who have believed that they [should] forgive those who expect not the days of Allah so that He may recompense a people for what they used to earn.",
      "audioFile": "audio/045/045014.mp3"
    },
    {
      "number": 15,
      "arabic": "مَنۡ عَمِلَ صَـٰلِحࣰا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَاۤءَ فَعَلَیۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ\n",
      "translation": "Whoever does a good deed - it is for himself; and whoever does evil - it is against the self. Then to your Lord you will be returned.",
      "audioFile": "audio/045/045015.mp3"
    },
    {
      "number": 16,
      "arabic": "وَلَقَدۡ ءَاتَیۡنَا بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ ٱلۡكِتَـٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَـٰهُم مِّنَ ٱلطَّیِّبَـٰتِ وَفَضَّلۡنَـٰهُمۡ عَلَى ٱلۡعَـٰلَمِینَ\n",
      "translation": "And We did certainly give the Children of Israel the Scripture and judgement and prophethood, and We provided them with good things and preferred them over the worlds.",
      "audioFile": "audio/045/045016.mp3"
    },
    {
      "number": 17,
      "arabic": "وَءَاتَیۡنَـٰهُم بَیِّنَـٰتࣲ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوۤا۟ إِلَّا مِنۢ بَعۡدِ مَا جَاۤءَهُمُ ٱلۡعِلۡمُ بَغۡیَۢا بَیۡنَهُمۡۚ إِنَّ رَبَّكَ یَقۡضِی بَیۡنَهُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ فِیمَا كَانُوا۟ فِیهِ یَخۡتَلِفُونَ\n",
      "translation": "And We gave them clear proofs of the matter [of religion]. And they did not differ except after knowledge had come to them - out of jealous animosity between themselves. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.",
      "audioFile": "audio/045/045017.mp3"
    },
    {
      "number": 18,
      "arabic": "ثُمَّ جَعَلۡنَـٰكَ عَلَىٰ شَرِیعَةࣲ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَاۤءَ ٱلَّذِینَ لَا یَعۡلَمُونَ\n",
      "translation": "Then We put you, [O Muhammad], on an ordained way concerning the matter [of religion]; so follow it and do not follow the inclinations of those who do not know.",
      "audioFile": "audio/045/045018.mp3"
    },
    {
      "number": 19,
      "arabic": "إِنَّهُمۡ لَن یُغۡنُوا۟ عَنكَ مِنَ ٱللَّهِ شَیۡـࣰٔاۚ وَإِنَّ ٱلظَّـٰلِمِینَ بَعۡضُهُمۡ أَوۡلِیَاۤءُ بَعۡضࣲۖ وَٱللَّهُ وَلِیُّ ٱلۡمُتَّقِینَ\n",
      "translation": "Indeed, they will never avail you against Allah at all. And indeed, the wrongdoers are allies of one another; but Allah is the protector of the righteous.",
      "audioFile": "audio/045/045019.mp3"
    },
    {
      "number": 20,
      "arabic": "هَـٰذَا بَصَـٰۤىِٕرُ لِلنَّاسِ وَهُدࣰى وَرَحۡمَةࣱ لِّقَوۡمࣲ یُوقِنُونَ\n",
      "translation": "This [Qur'an] is enlightenment for mankind and guidance and mercy for a people who are certain [in faith].",
      "audioFile": "audio/045/045020.mp3"
    },
    {
      "number": 21,
      "arabic": "أَمۡ حَسِبَ ٱلَّذِینَ ٱجۡتَرَحُوا۟ ٱلسَّیِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَوَاۤءࣰ مَّحۡیَاهُمۡ وَمَمَاتُهُمۡۚ سَاۤءَ مَا یَحۡكُمُونَ\n",
      "translation": "Or do those who commit evils think We will make them like those who have believed and done righteous deeds - [make them] equal in their life and their death? Evil is that which they judge.",
      "audioFile": "audio/045/045021.mp3"
    },
    {
      "number": 22,
      "arabic": "وَخَلَقَ ٱللَّهُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا یُظۡلَمُونَ\n",
      "translation": "And Allah created the heavens and earth in truth and so that every soul may be recompensed for what it has earned, and they will not be wronged.",
      "audioFile": "audio/045/045022.mp3"
    },
    {
      "number": 23,
      "arabic": "أَفَرَءَیۡتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمࣲ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَـٰوَةࣰ فَمَن یَهۡدِیهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ\n",
      "translation": "Have you seen he who has taken as his god his [own] desire, and Allah has sent him astray due to knowledge and has set a seal upon his hearing and his heart and put over his vision a veil? So who will guide him after Allah? Then will you not be reminded?",
      "audioFile": "audio/045/045023.mp3"
    },
    {
      "number": 24,
      "arabic": "وَقَالُوا۟ مَا هِیَ إِلَّا حَیَاتُنَا ٱلدُّنۡیَا نَمُوتُ وَنَحۡیَا وَمَا یُهۡلِكُنَاۤ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَ ٰ⁠لِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا یَظُنُّونَ\n",
      "translation": "And they say, \"There is not but our worldly life; we die and live, and nothing destroys us except time.\" And they have of that no knowledge; they are only assuming.",
      "audioFile": "audio/045/045024.mp3"
    },
    {
      "number": 25,
      "arabic": "وَإِذَا تُتۡلَىٰ عَلَیۡهِمۡ ءَایَـٰتُنَا بَیِّنَـٰتࣲ مَّا كَانَ حُجَّتَهُمۡ إِلَّاۤ أَن قَالُوا۟ ٱئۡتُوا۟ بِـَٔابَاۤىِٕنَاۤ إِن كُنتُمۡ صَـٰدِقِینَ\n",
      "translation": "And when Our verses are recited to them as clear evidences, their argument is only that they say, \"Bring [back] our forefathers, if you should be truthful.\"",
      "audioFile": "audio/045/045025.mp3"
    },
    {
      "number": 26,
      "arabic": "قُلِ ٱللَّهُ یُحۡیِیكُمۡ ثُمَّ یُمِیتُكُمۡ ثُمَّ یَجۡمَعُكُمۡ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ لَا رَیۡبَ فِیهِ وَلَـٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا یَعۡلَمُونَ\n",
      "translation": "Say, \"Allah causes you to live, then causes you to die; then He will assemble you for the Day of Resurrection, about which there is no doubt, but most of the people do not know.\"",
      "audioFile": "audio/045/045026.mp3"
    },
    {
      "number": 27,
      "arabic": "وَلِلَّهِ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۚ وَیَوۡمَ تَقُومُ ٱلسَّاعَةُ یَوۡمَىِٕذࣲ یَخۡسَرُ ٱلۡمُبۡطِلُونَ\n",
      "translation": "And to Allah belongs the dominion of the heavens and the earth. And the Day the Hour appears - that Day the falsifiers will lose.",
      "audioFile": "audio/045/045027.mp3"
    },
    {
      "number": 28,
      "arabic": "وَتَرَىٰ كُلَّ أُمَّةࣲ جَاثِیَةࣰۚ كُلُّ أُمَّةࣲ تُدۡعَىٰۤ إِلَىٰ كِتَـٰبِهَا ٱلۡیَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ\n",
      "translation": "And you will see every nation kneeling [from fear]. Every nation will be called to its record [and told], \"Today you will be recompensed for what you used to do.",
      "audioFile": "audio/045/045028.mp3"
    },
    {
      "number": 29,
      "arabic": "هَـٰذَا كِتَـٰبُنَا یَنطِقُ عَلَیۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ\n",
      "translation": "This, Our record, speaks about you in truth. Indeed, We were having transcribed whatever you used to do.\"",
      "audioFile": "audio/045/045029.mp3"
    },
    {
      "number": 30,
      "arabic": "فَأَمَّا ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَیُدۡخِلُهُمۡ رَبُّهُمۡ فِی رَحۡمَتِهِۦۚ ذَ ٰ⁠لِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِینُ\n",
      "translation": "So as for those who believed and did righteous deeds, their Lord will admit them into His mercy. That is what is the clear attainment.",
      "audioFile": "audio/045/045030.mp3"
    },
    {
      "number": 31,
      "arabic": "وَأَمَّا ٱلَّذِینَ كَفَرُوۤا۟ أَفَلَمۡ تَكُنۡ ءَایَـٰتِی تُتۡلَىٰ عَلَیۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمࣰا مُّجۡرِمِینَ\n",
      "translation": "But as for those who disbelieved, [it will be said], \"Were not Our verses recited to you, but you were arrogant and became a people of criminals?",
      "audioFile": "audio/045/045031.mp3"
    },
    {
      "number": 32,
      "arabic": "وَإِذَا قِیلَ إِنَّ وَعۡدَ ٱللَّهِ حَقࣱّ وَٱلسَّاعَةُ لَا رَیۡبَ فِیهَا قُلۡتُم مَّا نَدۡرِی مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنࣰّا وَمَا نَحۡنُ بِمُسۡتَیۡقِنِینَ\n",
      "translation": "And when it was said, 'Indeed, the promise of Allah is truth and the Hour [is coming] - no doubt about it,' you said, 'We know not what is the Hour. We assume only assumption, and we are not convinced.' \"",
      "audioFile": "audio/045/045032.mp3"
    },
    {
      "number": 33,
      "arabic": "وَبَدَا لَهُمۡ سَیِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ یَسۡتَهۡزِءُونَ\n",
      "translation": "And the evil consequences of what they did will appear to them, and they will be enveloped by what they used to ridicule.",
      "audioFile": "audio/045/045033.mp3"
    },
    {
      "number": 34,
      "arabic": "وَقِیلَ ٱلۡیَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِیتُمۡ لِقَاۤءَ یَوۡمِكُمۡ هَـٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِینَ\n",
      "translation": "And it will be said, \"Today We will forget you as you forgot the meeting of this Day of yours, and your refuge is the Fire, and for you there are no helpers.",
      "audioFile": "audio/045/045034.mp3"
    },
    {
      "number": 35,
      "arabic": "ذَ ٰ⁠لِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَایَـٰتِ ٱللَّهِ هُزُوࣰا وَغَرَّتۡكُمُ ٱلۡحَیَوٰةُ ٱلدُّنۡیَاۚ فَٱلۡیَوۡمَ لَا یُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ یُسۡتَعۡتَبُونَ\n",
      "translation": "That is because you took the verses of Allah in ridicule, and worldly life deluded you.\" So that Day they will not be removed from it, nor will they be asked to appease [Allah].",
      "audioFile": "audio/045/045035.mp3"
    },
    {
      "number": 36,
      "arabic": "فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَـٰوَ ٰ⁠تِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَـٰلَمِینَ\n",
      "translation": "Then, to Allah belongs [all] praise - Lord of the heavens and Lord of the earth, Lord of the worlds.",
      "audioFile": "audio/045/045036.mp3"
    },
    {
      "number": 37,
      "arabic": "وَلَهُ ٱلۡكِبۡرِیَاۤءُ فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِیزُ ٱلۡحَكِیمُ\n",
      "translation": "And to Him belongs [all] grandeur within the heavens and the earth, and He is the Exalted in Might, the Wise.",
      "audioFile": "audio/045/045037.mp3"
    }
  ]
}