{
  "surah": 71,
  "name": "Nooh",
  "arabicName": "سُورَةُ نُوحٍ",
  "verses": [
    {
      "number": 1,
      "arabic": "  إِنَّاۤ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦۤ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن یَأۡتِیَهُمۡ عَذَابٌ أَلِیمࣱ\n",
      "translation": "Indeed, We sent Noah to his people, [saying], \"Warn your people before there comes to them a painful punishment.\"",
      "transliteration": "Innaaa arsalnaa Noohan ilaa qawmihee an anzir qawmaka min qabli any yaatiyahum 'azaabun aleem"
    },
    {
      "number": 2,
      "arabic": "قَالَ یَـٰقَوۡمِ إِنِّی لَكُمۡ نَذِیرࣱ مُّبِینٌ\n",
      "translation": "He said, \"O my people, indeed I am to you a clear warner,",
      "transliteration": "Qaala yaa qawmi innee lakum nazeerum mubeen"
    },
    {
      "number": 3,
      "arabic": "أَنِ ٱعۡبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِیعُونِ\n",
      "translation": "[Saying], 'Worship Allah, fear Him and obey me.",
      "transliteration": "Ani'udul laaha watta qoohu wa atee'oon"
    },
    {
      "number": 4,
      "arabic": "یَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَیُؤَخِّرۡكُمۡ إِلَىٰۤ أَجَلࣲ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَاۤءَ لَا یُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ\n",
      "translation": "Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew.' \"",
      "transliteration": "Yaghfir lakum min zunoobikum wa yu'akhkhirkum ilaaa ajalim musammaa; innaa ajalal laahi izaa jaaa'a laa yu'akhkhar; law kuntum ta'lamoon"
    },
    {
      "number": 5,
      "arabic": "قَالَ رَبِّ إِنِّی دَعَوۡتُ قَوۡمِی لَیۡلࣰا وَنَهَارࣰا\n",
      "translation": "He said, \"My Lord, indeed I invited my people [to truth] night and day.",
      "transliteration": "Qaala rabbi innee da'awtu qawmee lailanw wa naharaa"
    },
    {
      "number": 6,
      "arabic": "فَلَمۡ یَزِدۡهُمۡ دُعَاۤءِیۤ إِلَّا فِرَارࣰا\n",
      "translation": "But my invitation increased them not except in flight.",
      "transliteration": "Falam yazid hum du'aaa 'eee illaa firaaraa"
    },
    {
      "number": 7,
      "arabic": "وَإِنِّی كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوۤا۟ أَصَـٰبِعَهُمۡ فِیۤ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡا۟ ثِیَابَهُمۡ وَأَصَرُّوا۟ وَٱسۡتَكۡبَرُوا۟ ٱسۡتِكۡبَارࣰا\n",
      "translation": "And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments, persisted, and were arrogant with [great] arrogance.",
      "transliteration": "Wa inee kullamaa da'awtuhum litaghfira lahum ja'alooo asaabi'ahum fee aazaanihim wastaghshaw siyaabahum wa asaarroo wastakbarus tikbaaraa"
    },
    {
      "number": 8,
      "arabic": "ثُمَّ إِنِّی دَعَوۡتُهُمۡ جِهَارࣰا\n",
      "translation": "Then I invited them publicly.",
      "transliteration": "Summa innee da'aw tuhum jihaara"
    },
    {
      "number": 9,
      "arabic": "ثُمَّ إِنِّیۤ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارࣰا\n",
      "translation": "Then I announced to them and [also] confided to them secretly",
      "transliteration": "Summaa inneee a'lantu lahum wa asrartu lahum israaraa"
    },
    {
      "number": 10,
      "arabic": "فَقُلۡتُ ٱسۡتَغۡفِرُوا۟ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارࣰا\n",
      "translation": "And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver.",
      "transliteration": "Faqultus taghfiroo Rabakam innahoo kaana Ghaffaaraa"
    },
    {
      "number": 11,
      "arabic": "یُرۡسِلِ ٱلسَّمَاۤءَ عَلَیۡكُم مِّدۡرَارࣰا\n",
      "translation": "He will send [rain from] the sky upon you in [continuing] showers",
      "transliteration": "Yursilis samaaa'a 'alaikum midraaraa"
    },
    {
      "number": 12,
      "arabic": "وَیُمۡدِدۡكُم بِأَمۡوَ ٰ⁠لࣲ وَبَنِینَ وَیَجۡعَل لَّكُمۡ جَنَّـٰتࣲ وَیَجۡعَل لَّكُمۡ أَنۡهَـٰرࣰا\n",
      "translation": "And give you increase in wealth and children and provide for you gardens and provide for you rivers.",
      "transliteration": "Wa yumdidkum bi am waalinw wa baneena wa yaj'al lakum Jannaatinw wa yaj'al lakum anhaaraa"
    },
    {
      "number": 13,
      "arabic": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارࣰا\n",
      "translation": "What is [the matter] with you that you do not attribute to Allah [due] grandeur",
      "transliteration": "Maa lakum laa tarjoona lillaahi waqaaraa"
    },
    {
      "number": 14,
      "arabic": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا\n",
      "translation": "While He has created you in stages?",
      "transliteration": "Wa qad khalaqakum at waaraa"
    },
    {
      "number": 15,
      "arabic": "أَلَمۡ تَرَوۡا۟ كَیۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَـٰوَ ٰ⁠تࣲ طِبَاقࣰا\n",
      "translation": "Do you not consider how Allah has created seven heavens in layers",
      "transliteration": "Alam taraw kaifa khalaqal laahu sab'a samaawaatin tibaaqaa"
    },
    {
      "number": 16,
      "arabic": "وَجَعَلَ ٱلۡقَمَرَ فِیهِنَّ نُورࣰا وَجَعَلَ ٱلشَّمۡسَ سِرَاجࣰا\n",
      "translation": "And made the moon therein a [reflected] light and made the sun a burning lamp?",
      "transliteration": "Wa ja'alal qamara feehinna nooranw wa ja'alash shamsa siraajaa"
    },
    {
      "number": 17,
      "arabic": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتࣰا\n",
      "translation": "And Allah has caused you to grow from the earth a [progressive] growth.",
      "transliteration": "Wallaahu ambatakum minal ardi nabaataa"
    },
    {
      "number": 18,
      "arabic": "ثُمَّ یُعِیدُكُمۡ فِیهَا وَیُخۡرِجُكُمۡ إِخۡرَاجࣰا\n",
      "translation": "Then He will return you into it and extract you [another] extraction.",
      "transliteration": "Summa yu'eedukum feehaa wa ukhrijukum ikhraajaa"
    },
    {
      "number": 19,
      "arabic": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطࣰا\n",
      "translation": "And Allah has made for you the earth an expanse",
      "transliteration": "Wallaahu ja'ala lakumul arda bisaataa"
    },
    {
      "number": 20,
      "arabic": "لِّتَسۡلُكُوا۟ مِنۡهَا سُبُلࣰا فِجَاجࣰا\n",
      "translation": "That you may follow therein roads of passage.' \"",
      "transliteration": "Litaslukoo minhaa subulan fijaajaa"
    },
    {
      "number": 21,
      "arabic": "قَالَ نُوحࣱ رَّبِّ إِنَّهُمۡ عَصَوۡنِی وَٱتَّبَعُوا۟ مَن لَّمۡ یَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥۤ إِلَّا خَسَارࣰا\n",
      "translation": "Noah said, \"My Lord, indeed they have disobeyed me and followed him whose wealth and children will not increase him except in loss.",
      "transliteration": "Qaala Noohur Robbi innahum 'asawnee wattaba'oo mal lam yazid hu maaluhoo wa waladuhooo illaa khasaara"
    },
    {
      "number": 22,
      "arabic": "وَمَكَرُوا۟ مَكۡرࣰا كُبَّارࣰا\n",
      "translation": "And they conspired an immense conspiracy.",
      "transliteration": "Wa makaroo makran kubbaaraa"
    },
    {
      "number": 23,
      "arabic": "وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدࣰّا وَلَا سُوَاعࣰا وَلَا یَغُوثَ وَیَعُوقَ وَنَسۡرࣰا\n",
      "translation": "And said, 'Never leave your gods and never leave Wadd or Suwa' or Yaghuth and Ya'uq and Nasr.",
      "transliteration": "Wa qaaloo laa tazarunna aalihatakum wa laa tazarunna Waddanw wa laa Suwaa'anw wa laa Yaghoosa wa Ya'ooqa wa Nasraa"
    },
    {
      "number": 24,
      "arabic": "وَقَدۡ أَضَلُّوا۟ كَثِیرࣰاۖ وَلَا تَزِدِ ٱلظَّـٰلِمِینَ إِلَّا ضَلَـٰلࣰا\n",
      "translation": "And already they have misled many. And, [my Lord], do not increase the wrongdoers except in error.\"",
      "transliteration": "Wa qad adalloo kasee ranw wa laa tazidiz zaalimeena illaa dalaalaa"
    },
    {
      "number": 25,
      "arabic": "مِّمَّا خَطِیۤـَٔـٰتِهِمۡ أُغۡرِقُوا۟ فَأُدۡخِلُوا۟ نَارࣰا فَلَمۡ یَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارࣰا\n",
      "translation": "Because of their sins they were drowned and put into the Fire, and they found not for themselves besides Allah [any] helpers.",
      "transliteration": "Mimmaa khateee' aatihim ughriqoo fa udkhiloo Naaran falam yajidoo lahum min doonil laahi ansaaraa"
    },
    {
      "number": 26,
      "arabic": "وَقَالَ نُوحࣱ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَـٰفِرِینَ دَیَّارًا\n",
      "translation": "And Noah said, \"My Lord, do not leave upon the earth from among the disbelievers an inhabitant.",
      "transliteration": "Wa qaala Noohur Rabbi laa tazar 'alal ardi minal kaafireena daiyaaraa"
    },
    {
      "number": 27,
      "arabic": "إِنَّكَ إِن تَذَرۡهُمۡ یُضِلُّوا۟ عِبَادَكَ وَلَا یَلِدُوۤا۟ إِلَّا فَاجِرࣰا كَفَّارࣰا\n",
      "translation": "Indeed, if You leave them, they will mislead Your servants and not beget except [every] wicked one and [confirmed] disbeliever.",
      "transliteration": "Innaka in tazarhum yudil loo 'ibaadaka wa laa yalidooo illaa faajiran kaffaaraa"
    },
    {
      "number": 28,
      "arabic": "رَّبِّ ٱغۡفِرۡ لِی وَلِوَ ٰ⁠لِدَیَّ وَلِمَن دَخَلَ بَیۡتِیَ مُؤۡمِنࣰا وَلِلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِۖ وَلَا تَزِدِ ٱلظَّـٰلِمِینَ إِلَّا تَبَارَۢا\n",
      "translation": "My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.\"",
      "transliteration": "Rabbigh fir lee wa liwaa lidaiya wa liman dakhala baitiya mu'minanw wa lil mu'mineena wal mu'minaati wa laa tazidiz zaalimeena illaa tabaaraa"
    }
  ]
}