{
  "number": 73,
  "name": "Al-Muzammil",
  "totalVerses": 20,
  "verses": [
    {
      "number": 1,
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ یَـٰۤأَیُّهَا ٱلۡمُزَّمِّلُ\n",
      "translation": "O you who wraps himself [in clothing],",
      "audioFile": "audio/073/073001.mp3"
    },
    {
      "number": 2,
      "arabic": "قُمِ ٱلَّیۡلَ إِلَّا قَلِیلࣰا\n",
      "translation": "Arise [to pray] the night, except for a little -",
      "audioFile": "audio/073/073002.mp3"
    },
    {
      "number": 3,
      "arabic": "نِّصۡفَهُۥۤ أَوِ ٱنقُصۡ مِنۡهُ قَلِیلًا\n",
      "translation": "Half of it - or subtract from it a little",
      "audioFile": "audio/073/073003.mp3"
    },
    {
      "number": 4,
      "arabic": "أَوۡ زِدۡ عَلَیۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِیلًا\n",
      "translation": "Or add to it, and recite the Qur'an with measured recitation.",
      "audioFile": "audio/073/073004.mp3"
    },
    {
      "number": 5,
      "arabic": "إِنَّا سَنُلۡقِی عَلَیۡكَ قَوۡلࣰا ثَقِیلًا\n",
      "translation": "Indeed, We will cast upon you a heavy word.",
      "audioFile": "audio/073/073005.mp3"
    },
    {
      "number": 6,
      "arabic": "إِنَّ نَاشِئَةَ ٱلَّیۡلِ هِیَ أَشَدُّ وَطۡـࣰٔا وَأَقۡوَمُ قِیلًا\n",
      "translation": "Indeed, the hours of the night are more effective for concurrence [of heart and tongue] and more suitable for words.",
      "audioFile": "audio/073/073006.mp3"
    },
    {
      "number": 7,
      "arabic": "إِنَّ لَكَ فِی ٱلنَّهَارِ سَبۡحࣰا طَوِیلࣰا\n",
      "translation": "Indeed, for you by day is prolonged occupation.",
      "audioFile": "audio/073/073007.mp3"
    },
    {
      "number": 8,
      "arabic": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَیۡهِ تَبۡتِیلࣰا\n",
      "translation": "And remember the name of your Lord and devote yourself to Him with [complete] devotion.",
      "audioFile": "audio/073/073008.mp3"
    },
    {
      "number": 9,
      "arabic": "رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَاۤ إِلَـٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِیلࣰا\n",
      "translation": "[He is] the Lord of the East and the West; there is no deity except Him, so take Him as Disposer of [your] affairs.",
      "audioFile": "audio/073/073009.mp3"
    },
    {
      "number": 10,
      "arabic": "وَٱصۡبِرۡ عَلَىٰ مَا یَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرࣰا جَمِیلࣰا\n",
      "translation": "And be patient over what they say and avoid them with gracious avoidance.",
      "audioFile": "audio/073/073010.mp3"
    },
    {
      "number": 11,
      "arabic": "وَذَرۡنِی وَٱلۡمُكَذِّبِینَ أُو۟لِی ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِیلًا\n",
      "translation": "And leave Me with [the matter of] the deniers, those of ease [in life], and allow them respite a little.",
      "audioFile": "audio/073/073011.mp3"
    },
    {
      "number": 12,
      "arabic": "إِنَّ لَدَیۡنَاۤ أَنكَالࣰا وَجَحِیمࣰا\n",
      "translation": "Indeed, with Us [for them] are shackles and burning fire",
      "audioFile": "audio/073/073012.mp3"
    },
    {
      "number": 13,
      "arabic": "وَطَعَامࣰا ذَا غُصَّةࣲ وَعَذَابًا أَلِیمࣰا\n",
      "translation": "And food that chokes and a painful punishment -",
      "audioFile": "audio/073/073013.mp3"
    },
    {
      "number": 14,
      "arabic": "یَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِیبࣰا مَّهِیلًا\n",
      "translation": "On the Day the earth and the mountains will convulse and the mountains will become a heap of sand pouring down.",
      "audioFile": "audio/073/073014.mp3"
    },
    {
      "number": 15,
      "arabic": "إِنَّاۤ أَرۡسَلۡنَاۤ إِلَیۡكُمۡ رَسُولࣰا شَـٰهِدًا عَلَیۡكُمۡ كَمَاۤ أَرۡسَلۡنَاۤ إِلَىٰ فِرۡعَوۡنَ رَسُولࣰا\n",
      "translation": "Indeed, We have sent to you a Messenger as a witness upon you just as We sent to Pharaoh a messenger.",
      "audioFile": "audio/073/073015.mp3"
    },
    {
      "number": 16,
      "arabic": "فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَـٰهُ أَخۡذࣰا وَبِیلࣰا\n",
      "translation": "But Pharaoh disobeyed the messenger, so We seized him with a ruinous seizure.",
      "audioFile": "audio/073/073016.mp3"
    },
    {
      "number": 17,
      "arabic": "فَكَیۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ یَوۡمࣰا یَجۡعَلُ ٱلۡوِلۡدَ ٰ⁠نَ شِیبًا\n",
      "translation": "Then how can you fear, if you disbelieve, a Day that will make the children white- haired?",
      "audioFile": "audio/073/073017.mp3"
    },
    {
      "number": 18,
      "arabic": "ٱلسَّمَاۤءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا\n",
      "translation": "The heaven will break apart therefrom; ever is His promise fulfilled.",
      "audioFile": "audio/073/073018.mp3"
    },
    {
      "number": 19,
      "arabic": "إِنَّ هَـٰذِهِۦ تَذۡكِرَةࣱۖ فَمَن شَاۤءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِیلًا\n",
      "translation": "Indeed, this is a reminder, so whoever wills may take to his Lord a way.",
      "audioFile": "audio/073/073019.mp3"
    },
    {
      "number": 20,
      "arabic": "۞ إِنَّ رَبَّكَ یَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَیِ ٱلَّیۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَاۤىِٕفَةࣱ مِّنَ ٱلَّذِینَ مَعَكَۚ وَٱللَّهُ یُقَدِّرُ ٱلَّیۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَیۡكُمۡۖ فَٱقۡرَءُوا۟ مَا تَیَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَیَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ یَضۡرِبُونَ فِی ٱلۡأَرۡضِ یَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ یُقَـٰتِلُونَ فِی سَبِیلِ ٱللَّهِۖ فَٱقۡرَءُوا۟ مَا تَیَسَّرَ مِنۡهُۚ وَأَقِیمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَقۡرِضُوا۟ ٱللَّهَ قَرۡضًا حَسَنࣰاۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنۡ خَیۡرࣲ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَیۡرࣰا وَأَعۡظَمَ أَجۡرࣰاۚ وَٱسۡتَغۡفِرُوا۟ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمُۢ\n",
      "translation": "Indeed, your Lord knows, [O Muhammad], that you stand [in prayer] almost two thirds of the night or half of it or a third of it, and [so do] a group of those with you. And Allah determines [the extent of] the night and the day. He has known that you [Muslims] will not be able to do it and has turned to you in forgiveness, so recite what is easy [for you] of the Qur'an. He has known that there will be among you those who are ill and others traveling throughout the land seeking [something] of the bounty of Allah and others fighting for the cause of Allah. So recite what is easy from it and establish prayer and give zakah and loan Allah a goodly loan. And whatever good you put forward for yourselves - you will find it with Allah. It is better and greater in reward. And seek forgiveness of Allah. Indeed, Allah is Forgiving and Merciful.",
      "audioFile": "audio/073/073020.mp3"
    }
  ]
}