{
  "surah": 9,
  "name": "At-Tawba",
  "arabicName": "سُورَةُ التَّوۡبَةِ",
  "verses": [
    {
      "number": 1,
      "arabic": "بَرَاۤءَةࣱ مِّنَ ٱللَّهِ وَرَسُولِهِۦۤ إِلَى ٱلَّذِینَ عَـٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِینَ\n",
      "translation": "[This is a declaration of] disassociation, from Allah and His Messenger, to those with whom you had made a treaty among the polytheists.",
      "transliteration": "Baraaa'atum minal laahi wa Rasooliheee ilal lazeena 'anhattum minal mushrikeen"
    },
    {
      "number": 2,
      "arabic": "فَسِیحُوا۟ فِی ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرࣲ وَٱعۡلَمُوۤا۟ أَنَّكُمۡ غَیۡرُ مُعۡجِزِی ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِی ٱلۡكَـٰفِرِینَ\n",
      "translation": "So travel freely, [O disbelievers], throughout the land [during] four months but know that you cannot cause failure to Allah and that Allah will disgrace the disbelievers.",
      "transliteration": "Faseehoo fil ardi arba'ata ashhurinw wa'lamoooannakum ghairu mu'jizil laahi wa annal laaha mukhzil kaafireen"
    },
    {
      "number": 3,
      "arabic": "وَأَذَ ٰ⁠نࣱ مِّنَ ٱللَّهِ وَرَسُولِهِۦۤ إِلَى ٱلنَّاسِ یَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِیۤءࣱ مِّنَ ٱلۡمُشۡرِكِینَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَیۡرࣱ لَّكُمۡۖ وَإِن تَوَلَّیۡتُمۡ فَٱعۡلَمُوۤا۟ أَنَّكُمۡ غَیۡرُ مُعۡجِزِی ٱللَّهِۗ وَبَشِّرِ ٱلَّذِینَ كَفَرُوا۟ بِعَذَابٍ أَلِیمٍ\n",
      "translation": "And [it is] an announcement from Allah and His Messenger to the people on the day of the greater pilgrimage that Allah is disassociated from the disbelievers, and [so is] His Messenger. So if you repent, that is best for you; but if you turn away - then know that you will not cause failure to Allah. And give tidings to those who disbelieve of a painful punishment.",
      "transliteration": "Wa azaanum minal laahi wa Rasooliheee ilan naasi yawmal Hajjil Akbari annal laaha bareee'um minal mushrikeena wa Rasooluh; fa-in tubtum fahuwa khairullakum wa in tawallaitum fa'lamooo annakum ghairu mu'jizil laah; wa bashiril lazeena kafaroo biazaabin aleem"
    },
    {
      "number": 4,
      "arabic": "إِلَّا ٱلَّذِینَ عَـٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِینَ ثُمَّ لَمۡ یَنقُصُوكُمۡ شَیۡـࣰٔا وَلَمۡ یُظَـٰهِرُوا۟ عَلَیۡكُمۡ أَحَدࣰا فَأَتِمُّوۤا۟ إِلَیۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ یُحِبُّ ٱلۡمُتَّقِینَ\n",
      "translation": "Excepted are those with whom you made a treaty among the polytheists and then they have not been deficient toward you in anything or supported anyone against you; so complete for them their treaty until their term [has ended]. Indeed, Allah loves the righteous [who fear Him].",
      "transliteration": "Illal lazeena 'aahattum minal mushrikeena summa lam yanqusookum shai'anw-wa lam yuzaahiroo 'alaikum ahadan fa atimmooo ilaihim 'ahdahum ilaa muddatihim; innal laaha yuhibbul muttaqeen"
    },
    {
      "number": 5,
      "arabic": "فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُوا۟ ٱلۡمُشۡرِكِینَ حَیۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُوا۟ لَهُمۡ كُلَّ مَرۡصَدࣲۚ فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَخَلُّوا۟ سَبِیلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمࣱ\n",
      "translation": "And when the sacred months have passed, then kill the polytheists wherever you find them and capture them and besiege them and sit in wait for them at every place of ambush. But if they should repent, establish prayer, and give zakah, let them [go] on their way. Indeed, Allah is Forgiving and Merciful.",
      "transliteration": "Fa izansalakhal Ashhurul Hurumu faqtulul mushrikeena haisu wajattumoohum wa khuzoohum wahsuroohum qaq'udoo lahum kulla marsad; fa-in taaboo wa aqaamus Salaata wa aatawuz Zakaata fakhalloo sabeelahum; innal laaha Ghafoorur Raheem"
    },
    {
      "number": 6,
      "arabic": "وَإِنۡ أَحَدࣱ مِّنَ ٱلۡمُشۡرِكِینَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ یَسۡمَعَ كَلَـٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ قَوۡمࣱ لَّا یَعۡلَمُونَ\n",
      "translation": "And if any one of the polytheists seeks your protection, then grant him protection so that he may hear the words of Allah. Then deliver him to his place of safety. That is because they are a people who do not know.",
      "transliteration": "Wa in ahadum minal mushrikeenas tajaaraka fa ajirhu hattaa yasma'a Kalaamal laahi summa ablighhu maa manah; zaalika bi annahum qawmul laa ya'lamoon"
    },
    {
      "number": 7,
      "arabic": "كَیۡفَ یَكُونُ لِلۡمُشۡرِكِینَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦۤ إِلَّا ٱلَّذِینَ عَـٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَـٰمُوا۟ لَكُمۡ فَٱسۡتَقِیمُوا۟ لَهُمۡۚ إِنَّ ٱللَّهَ یُحِبُّ ٱلۡمُتَّقِینَ\n",
      "translation": "How can there be for the polytheists a treaty in the sight of Allah and with His Messenger, except for those with whom you made a treaty at al-Masjid al-Haram? So as long as they are upright toward you, be upright toward them. Indeed, Allah loves the righteous [who fear Him].",
      "transliteration": "Kaifa yakoonu lilmush rikeena 'ahdun 'indallaahi wa 'inda Rasoolihee illal lazeena 'aahattum 'indal Masjidil Haraami famas taqaamoo lakum fastaqeemoo lahum; innallaaha yuhibbul muttaqeen"
    },
    {
      "number": 8,
      "arabic": "كَیۡفَ وَإِن یَظۡهَرُوا۟ عَلَیۡكُمۡ لَا یَرۡقُبُوا۟ فِیكُمۡ إِلࣰّا وَلَا ذِمَّةࣰۚ یُرۡضُونَكُم بِأَفۡوَ ٰ⁠هِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَـٰسِقُونَ\n",
      "translation": "How [can there be a treaty] while, if they gain dominance over you, they do not observe concerning you any pact of kinship or covenant of protection? They satisfy you with their mouths, but their hearts refuse [compliance], and most of them are defiantly disobedient.",
      "transliteration": "Kaifa wa iny-yazharoo 'alaikum laa yarquboo feekum illanw wa laa zimmah; yurdoo nakum biafwaahihim wa taabaa quloobuhum wa aksaruhum faasiqoon"
    },
    {
      "number": 9,
      "arabic": "ٱشۡتَرَوۡا۟ بِـَٔایَـٰتِ ٱللَّهِ ثَمَنࣰا قَلِیلࣰا فَصَدُّوا۟ عَن سَبِیلِهِۦۤۚ إِنَّهُمۡ سَاۤءَ مَا كَانُوا۟ یَعۡمَلُونَ\n",
      "translation": "They have exchanged the signs of Allah for a small price and averted [people] from His way. Indeed, it was evil that they were doing.",
      "transliteration": "Ishtaraw bi Aayaatil laahi samanan qaleelan fasaddoo 'an sabeelih; innahum saaa'a maa kaanoo ya'maloon"
    },
    {
      "number": 10,
      "arabic": "لَا یَرۡقُبُونَ فِی مُؤۡمِنٍ إِلࣰّا وَلَا ذِمَّةࣰۚ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُعۡتَدُونَ\n",
      "translation": "They do not observe toward a believer any pact of kinship or covenant of protection. And it is they who are the transgressors.",
      "transliteration": "Laa yarquboona fee mu'minin illanw wa laa zimmah wa ulaaa 'ika humulmu 'tadoon"
    },
    {
      "number": 11,
      "arabic": "فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَإِخۡوَ ٰ⁠نُكُمۡ فِی ٱلدِّینِۗ وَنُفَصِّلُ ٱلۡـَٔایَـٰتِ لِقَوۡمࣲ یَعۡلَمُونَ\n",
      "translation": "But if they repent, establish prayer, and give zakah, then they are your brothers in religion; and We detail the verses for a people who know.",
      "transliteration": "Fa in taaboo wa aqaamus Salaata wa aatawuz Zakaata fa ikhwaanukum fid deen; wa nufassilul Aayaati liqawminy ya'lamoon"
    },
    {
      "number": 12,
      "arabic": "وَإِن نَّكَثُوۤا۟ أَیۡمَـٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُوا۟ فِی دِینِكُمۡ فَقَـٰتِلُوۤا۟ أَىِٕمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَاۤ أَیۡمَـٰنَ لَهُمۡ لَعَلَّهُمۡ یَنتَهُونَ\n",
      "translation": "And if they break their oaths after their treaty and defame your religion, then fight the leaders of disbelief, for indeed, there are no oaths [sacred] to them; [fight them that] they might cease.",
      "transliteration": "Wa in nakasooo aimaanahum mim ba'di 'ahdihim wa ta'anoo fee deenikum faqaatilooo a'immatal kufri innahum laaa aimaana lahum la'allahum yantahoon"
    },
    {
      "number": 13,
      "arabic": "أَلَا تُقَـٰتِلُونَ قَوۡمࣰا نَّكَثُوۤا۟ أَیۡمَـٰنَهُمۡ وَهَمُّوا۟ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِینَ\n",
      "translation": "Would you not fight a people who broke their oaths and determined to expel the Messenger, and they had begun [the attack upon] you the first time? Do you fear them? But Allah has more right that you should fear Him, if you are [truly] believers.",
      "transliteration": "Alaa tuqaatiloona qawman nakasooo aimaanahum wa hammoo bi ikhraajir Rasooli wa hum bada'ookum awwala marrah; atakhshawnahum; fallaahu ahaqqu an takhshawhu in kuntum mu'mineen"
    },
    {
      "number": 14,
      "arabic": "قَـٰتِلُوهُمۡ یُعَذِّبۡهُمُ ٱللَّهُ بِأَیۡدِیكُمۡ وَیُخۡزِهِمۡ وَیَنصُرۡكُمۡ عَلَیۡهِمۡ وَیَشۡفِ صُدُورَ قَوۡمࣲ مُّؤۡمِنِینَ\n",
      "translation": "Fight them; Allah will punish them by your hands and will disgrace them and give you victory over them and satisfy the breasts of a believing people",
      "transliteration": "Qaatiloohum yu'az zibhumul laahu bi aideekum wa yukhzihim wa yansurkum 'alaihim wa yashfi sudoora qawmim mu 'mineen"
    },
    {
      "number": 15,
      "arabic": "وَیُذۡهِبۡ غَیۡظَ قُلُوبِهِمۡۗ وَیَتُوبُ ٱللَّهُ عَلَىٰ مَن یَشَاۤءُۗ وَٱللَّهُ عَلِیمٌ حَكِیمٌ\n",
      "translation": "And remove the fury in the believers' hearts. And Allah turns in forgiveness to whom He wills; and Allah is Knowing and Wise.",
      "transliteration": "Wa yuzhib ghaiza quloobihim; wa yatoobullaahu 'alaa mai yashaaa'; wallaahu 'Aleemun Hakeem"
    },
    {
      "number": 16,
      "arabic": "أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُوا۟ وَلَمَّا یَعۡلَمِ ٱللَّهُ ٱلَّذِینَ جَـٰهَدُوا۟ مِنكُمۡ وَلَمۡ یَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِینَ وَلِیجَةࣰۚ وَٱللَّهُ خَبِیرُۢ بِمَا تَعۡمَلُونَ\n",
      "translation": "Do you think that you will be left [as you are] while Allah has not yet made evident those among you who strive [for His cause] and do not take other than Allah, His Messenger and the believers as intimates? And Allah is Acquainted with what you do.",
      "transliteration": "Am hasibtum an turakoo wa lammaa ya'lamil laahul lazeena jaahadoo minkum wa lam yattakhizoo min doonil laahi wa laa Rasoolihee wa lalmu'mineena waleejah; wallaahu khabeerum bimaa ta'maloon"
    },
    {
      "number": 17,
      "arabic": "مَا كَانَ لِلۡمُشۡرِكِینَ أَن یَعۡمُرُوا۟ مَسَـٰجِدَ ٱللَّهِ شَـٰهِدِینَ عَلَىٰۤ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُو۟لَـٰۤىِٕكَ حَبِطَتۡ أَعۡمَـٰلُهُمۡ وَفِی ٱلنَّارِ هُمۡ خَـٰلِدُونَ\n",
      "translation": "It is not for the polytheists to maintain the mosques of Allah [while] witnessing against themselves with disbelief. [For] those, their deeds have become worthless, and in the Fire they will abide eternally.",
      "transliteration": "maa kaana lilmushrikeena ai ya'muroo masaajidal laahi shaahideena 'alaaa anfusihim bilkufr; ulaaa'ika habitat a'maaluhum wa fin naari hum khaalidoon"
    },
    {
      "number": 18,
      "arabic": "إِنَّمَا یَعۡمُرُ مَسَـٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ یَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰۤ أُو۟لَـٰۤىِٕكَ أَن یَكُونُوا۟ مِنَ ٱلۡمُهۡتَدِینَ\n",
      "translation": "The mosques of Allah are only to be maintained by those who believe in Allah and the Last Day and establish prayer and give zakah and do not fear except Allah, for it is expected that those will be of the [rightly] guided.",
      "transliteration": "Innamaa ya'muru masaa jidal laahi man aamana billaahi wal Yawmil Aakhiri wa aqaamas Salaata wa aataz Zakaata wa lam yakkhsa illal laaha fa'asaaa ulaaa'ika ai yakoonoo minal muhtadeen"
    },
    {
      "number": 19,
      "arabic": "۞ أَجَعَلۡتُمۡ سِقَایَةَ ٱلۡحَاۤجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَجَـٰهَدَ فِی سَبِیلِ ٱللَّهِۚ لَا یَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلظَّـٰلِمِینَ\n",
      "translation": "Have you made the providing of water for the pilgrim and the maintenance of al-Masjid al-Haram equal to [the deeds of] one who believes in Allah and the Last Day and strives in the cause of Allah? They are not equal in the sight of Allah. And Allah does not guide the wrongdoing people.",
      "transliteration": "Aja'altum siqaayatal haaajji wa 'imaaratal masjidil haraami kamman aamana billaahi wal Yawmil Aakhiri wa jaahada fee sabeelil laah; laa yastawoona 'indal laah; wallaahu laa yahdil qawmaz zaalimeen"
    },
    {
      "number": 20,
      "arabic": "ٱلَّذِینَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِی سَبِیلِ ٱللَّهِ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡفَاۤىِٕزُونَ\n",
      "translation": "The ones who have believed, emigrated and striven in the cause of Allah with their wealth and their lives are greater in rank in the sight of Allah. And it is those who are the attainers [of success].",
      "transliteration": "Allazeena aamanoo wa haajaroo wa jaahadoo fee sabeelil laahi bi amwaalihim wa anufsihim a'zamu darajatan 'indal laah; wa ulaaa'ika humul faaa'izoon"
    },
    {
      "number": 21,
      "arabic": "یُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةࣲ مِّنۡهُ وَرِضۡوَ ٰ⁠نࣲ وَجَنَّـٰتࣲ لَّهُمۡ فِیهَا نَعِیمࣱ مُّقِیمٌ\n",
      "translation": "Their Lord gives them good tidings of mercy from Him and approval and of gardens for them wherein is enduring pleasure.",
      "transliteration": "Yubashshiruhum Rabbuhum birahmatim minhu wa ridwaaninw wa Jannaatil lahum feehaa na'eemum muqeem"
    },
    {
      "number": 22,
      "arabic": "خَـٰلِدِینَ فِیهَاۤ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥۤ أَجۡرٌ عَظِیمࣱ\n",
      "translation": "[They will be] abiding therein forever. Indeed, Allah has with Him a great reward.",
      "transliteration": "Khaalideena feehaaa abadaa; innal laaha 'indahooo ajrun 'azeem"
    },
    {
      "number": 23,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَتَّخِذُوۤا۟ ءَابَاۤءَكُمۡ وَإِخۡوَ ٰ⁠نَكُمۡ أَوۡلِیَاۤءَ إِنِ ٱسۡتَحَبُّوا۟ ٱلۡكُفۡرَ عَلَى ٱلۡإِیمَـٰنِۚ وَمَن یَتَوَلَّهُم مِّنكُمۡ فَأُو۟لَـٰۤىِٕكَ هُمُ ٱلظَّـٰلِمُونَ\n",
      "translation": "O you who have believed, do not take your fathers or your brothers as allies if they have preferred disbelief over belief. And whoever does so among you - then it is those who are the wrongdoers.",
      "transliteration": "Yaaa aiyuhal lazeena aamanoo laa tattakhizooo aabaaa 'akum wa ikhwaanakum awliyaaa'a inis tahabbul kufra 'alal eemaan; wa mai yatawal lahum minkum fa ulaaa'ika humuz zaalimoon"
    },
    {
      "number": 24,
      "arabic": "قُلۡ إِن كَانَ ءَابَاۤؤُكُمۡ وَأَبۡنَاۤؤُكُمۡ وَإِخۡوَ ٰ⁠نُكُمۡ وَأَزۡوَ ٰ⁠جُكُمۡ وَعَشِیرَتُكُمۡ وَأَمۡوَ ٰ⁠لٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَـٰرَةࣱ تَخۡشَوۡنَ كَسَادَهَا وَمَسَـٰكِنُ تَرۡضَوۡنَهَاۤ أَحَبَّ إِلَیۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادࣲ فِی سَبِیلِهِۦ فَتَرَبَّصُوا۟ حَتَّىٰ یَأۡتِیَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلۡفَـٰسِقِینَ\n",
      "translation": "Say, [O Muhammad], \"If your fathers, your sons, your brothers, your wives, your relatives, wealth which you have obtained, commerce wherein you fear decline, and dwellings with which you are pleased are more beloved to you than Allah and His Messenger and jihad in His cause, then wait until Allah executes His command. And Allah does not guide the defiantly disobedient people.\"",
      "transliteration": "Qul in kaana aabaaa'ukum wa abnaaa'ukum wa ikhwaanukum wa azwaajukum wa 'asheeratukum wa amwaaluniq taraftumoohaa wa tijaaratun takhshawna kasaadahaa wa masaakinu tardawnahaaa ahabba ilaikum minal laahi wa Rasoolihee wa Jihaadin fee Sabeelihee fatarabbasoo hattaa yaatiyallaahu bi amrih; wallaahu laa yahdil qawmal faasiqeen"
    },
    {
      "number": 25,
      "arabic": "لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِی مَوَاطِنَ كَثِیرَةࣲ وَیَوۡمَ حُنَیۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَیۡـࣰٔا وَضَاقَتۡ عَلَیۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّیۡتُم مُّدۡبِرِینَ\n",
      "translation": "Allah has already given you victory in many regions and [even] on the day of Hunayn, when your great number pleased you, but it did not avail you at all, and the earth was confining for you with its vastness; then you turned back, fleeing.",
      "transliteration": "Laqad nasarakumul laahu fee mawaatina kaseeratinw wa yawma Hunainin iz a'jabatkum kasratukum falam tughni 'ankum shai'anw wa daaqat 'alaikumul ardu bimaa rahubat summa wallaitum mudbireen"
    },
    {
      "number": 26,
      "arabic": "ثُمَّ أَنزَلَ ٱللَّهُ سَكِینَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِینَ وَأَنزَلَ جُنُودࣰا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِینَ كَفَرُوا۟ۚ وَذَ ٰ⁠لِكَ جَزَاۤءُ ٱلۡكَـٰفِرِینَ\n",
      "translation": "Then Allah sent down His tranquillity upon His Messenger and upon the believers and sent down soldiers angels whom you did not see and punished those who disbelieved. And that is the recompense of the disbelievers.",
      "transliteration": "Summa anzalal laahu sakeenatahoo 'alaa Rasoolihee wa 'alalmu 'mineena wa anzala junoodal lam tarawhaa wa azzabal lazeena kafaroo; wa zaalika jazaaa'ul kaafireen"
    },
    {
      "number": 27,
      "arabic": "ثُمَّ یَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَ ٰ⁠لِكَ عَلَىٰ مَن یَشَاۤءُۗ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ\n",
      "translation": "Then Allah will accept repentance after that for whom He wills; and Allah is Forgiving and Merciful.",
      "transliteration": "Summa yatoobul laahu mim ba'di zaalika 'alaa mai yashaaa'; wallaahu Ghafoorur Raheem"
    },
    {
      "number": 28,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسࣱ فَلَا یَقۡرَبُوا۟ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَـٰذَاۚ وَإِنۡ خِفۡتُمۡ عَیۡلَةࣰ فَسَوۡفَ یُغۡنِیكُمُ ٱللَّهُ مِن فَضۡلِهِۦۤ إِن شَاۤءَۚ إِنَّ ٱللَّهَ عَلِیمٌ حَكِیمࣱ\n",
      "translation": "O you who have believed, indeed the polytheists are unclean, so let them not approach al-Masjid al-Haram after this, their [final] year. And if you fear privation, Allah will enrich you from His bounty if He wills. Indeed, Allah is Knowing and Wise.",
      "transliteration": "Yaaa aiyuhal lazeena aamanooo innamal mushrikoona najasun falaa yaqrabul Masjidal Haraama ba'da 'aamihim haaza; wa in khiftum 'ailatan fasawfa yughnee kumul laahu min fadliheee in shaaa'; innallaaha 'Aleemun hakeem"
    },
    {
      "number": 29,
      "arabic": "قَـٰتِلُوا۟ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَلَا یُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا یَدِینُونَ دِینَ ٱلۡحَقِّ مِنَ ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ حَتَّىٰ یُعۡطُوا۟ ٱلۡجِزۡیَةَ عَن یَدࣲ وَهُمۡ صَـٰغِرُونَ\n",
      "translation": "Fight those who do not believe in Allah or in the Last Day and who do not consider unlawful what Allah and His Messenger have made unlawful and who do not adopt the religion of truth from those who were given the Scripture - [fight] until they give the jizyah willingly while they are humbled.",
      "transliteration": "Qaatilul lazeena laa yu'minoona billaahi wa laa bil yawmil Aakhiri wa laa yuharrimoona maa harramal laahu wa Rasooluhoo wa laa yadeenoona deenal haqqi minal lazeena ootul Kitaaba hattaa yu'tul jizyata ai yadinw wa hum saaghiroon"
    },
    {
      "number": 30,
      "arabic": "وَقَالَتِ ٱلۡیَهُودُ عُزَیۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَـٰرَى ٱلۡمَسِیحُ ٱبۡنُ ٱللَّهِۖ ذَ ٰ⁠لِكَ قَوۡلُهُم بِأَفۡوَ ٰ⁠هِهِمۡۖ یُضَـٰهِـُٔونَ قَوۡلَ ٱلَّذِینَ كَفَرُوا۟ مِن قَبۡلُۚ قَـٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ یُؤۡفَكُونَ\n",
      "translation": "The Jews say, \"Ezra is the son of Allah \"; and the Christians say, \"The Messiah is the son of Allah.\" That is their statement from their mouths; they imitate the saying of those who disbelieved [before them]. May Allah destroy them; how are they deluded?",
      "transliteration": "Q qaalatil yahoodu 'Uzairunib nul laahi wa qaalatin Nasaaral Maseehub nul laahi zaalika qawluhum bi afwaahihim yudaahi'oona qawlal lazeena kafaroo min qabl; qatalahumul laah; annaa yu'fakoon"
    },
    {
      "number": 31,
      "arabic": "ٱتَّخَذُوۤا۟ أَحۡبَارَهُمۡ وَرُهۡبَـٰنَهُمۡ أَرۡبَابࣰا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِیحَ ٱبۡنَ مَرۡیَمَ وَمَاۤ أُمِرُوۤا۟ إِلَّا لِیَعۡبُدُوۤا۟ إِلَـٰهࣰا وَ ٰ⁠حِدࣰاۖ لَّاۤ إِلَـٰهَ إِلَّا هُوَۚ سُبۡحَـٰنَهُۥ عَمَّا یُشۡرِكُونَ\n",
      "translation": "They have taken their scholars and monks as lords besides Allah, and [also] the Messiah, the son of Mary. And they were not commanded except to worship one God; there is no deity except Him. Exalted is He above whatever they associate with Him.",
      "transliteration": "ittakhazooo ahbaarahum wa ruhbaanahum arbaabammin doonil laahi wal Maseehab na Maryama wa maaa umirooo illaa liya'budooo Ilaahanw Waa hidan laaa ilaaha illaa Hoo; Subhaanahoo 'ammaa yushrikoon"
    },
    {
      "number": 32,
      "arabic": "یُرِیدُونَ أَن یُطۡفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفۡوَ ٰ⁠هِهِمۡ وَیَأۡبَى ٱللَّهُ إِلَّاۤ أَن یُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَـٰفِرُونَ\n",
      "translation": "They want to extinguish the light of Allah with their mouths, but Allah refuses except to perfect His light, although the disbelievers dislike it.",
      "transliteration": "Yureedoona ai yutfi'oo nooral laahi bi'afwaahihim wa yaaballaahu illaaa ai yutimma noorahoo wa law karihal kaafiroon"
    },
    {
      "number": 33,
      "arabic": "هُوَ ٱلَّذِیۤ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِینِ ٱلۡحَقِّ لِیُظۡهِرَهُۥ عَلَى ٱلدِّینِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ\n",
      "translation": "It is He who has sent His Messenger with guidance and the religion of truth to manifest it over all religion, although they who associate others with Allah dislike it.",
      "transliteration": "huwal lazeee ar sala Rasoolahoo bilhudaa wa deenil haqqi liyuzhirahoo 'alad deeni kullihee wa law karihal mushrikoon"
    },
    {
      "number": 34,
      "arabic": "۞ یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِنَّ كَثِیرࣰا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَیَأۡكُلُونَ أَمۡوَ ٰ⁠لَ ٱلنَّاسِ بِٱلۡبَـٰطِلِ وَیَصُدُّونَ عَن سَبِیلِ ٱللَّهِۗ وَٱلَّذِینَ یَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا یُنفِقُونَهَا فِی سَبِیلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِیمࣲ\n",
      "translation": "O you who have believed, indeed many of the scholars and the monks devour the wealth of people unjustly and avert [them] from the way of Allah. And those who hoard gold and silver and spend it not in the way of Allah - give them tidings of a painful punishment.",
      "transliteration": "Yaaa aiyuhal lazeena aamanooo inna kaseeramminal ahbaari warruhbaani la yaakuloona amwaalan naasi bil baatili wa yasuddoona 'an sabeelil laah; wallazeena yaknizoonaz zahaba wal fiddata wa laayunfiqoonahaa fee sabeelil laahi fabashshirhum bi'azaabin aleem"
    },
    {
      "number": 35,
      "arabic": "یَوۡمَ یُحۡمَىٰ عَلَیۡهَا فِی نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَـٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُوا۟ مَا كُنتُمۡ تَكۡنِزُونَ\n",
      "translation": "The Day when it will be heated in the fire of Hell and seared therewith will be their foreheads, their flanks, and their backs, [it will be said], \"This is what you hoarded for yourselves, so taste what you used to hoard.\"",
      "transliteration": "Yawma yuhmaa 'alaihaa fee naari jahannama fatukwaa bihaa jibaahuhum haazaa maa kanaztum li anfusikum fazooqoo maa kuntum taknizoon"
    },
    {
      "number": 36,
      "arabic": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرࣰا فِی كِتَـٰبِ ٱللَّهِ یَوۡمَ خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ مِنۡهَاۤ أَرۡبَعَةٌ حُرُمࣱۚ ذَ ٰ⁠لِكَ ٱلدِّینُ ٱلۡقَیِّمُۚ فَلَا تَظۡلِمُوا۟ فِیهِنَّ أَنفُسَكُمۡۚ وَقَـٰتِلُوا۟ ٱلۡمُشۡرِكِینَ كَاۤفَّةࣰ كَمَا یُقَـٰتِلُونَكُمۡ كَاۤفَّةࣰۚ وَٱعۡلَمُوۤا۟ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِینَ\n",
      "translation": "Indeed, the number of months with Allah is twelve [lunar] months in the register of Allah [from] the day He created the heavens and the earth; of these, four are sacred. That is the correct religion, so do not wrong yourselves during them. And fight against the disbelievers collectively as they fight against you collectively. And know that Allah is with the righteous [who fear Him].",
      "transliteration": "Inna 'iddatash shuhoori 'indal laahis naa 'ashara shahran fee Kitaabil laahi yawma khalaqas samaawaati wal arda minhaaa arba'atun hurum; zaalikad deenul qaiyim; falaa tazlimoo feehinna anfusakum; wa qaatilul mushrikeena kaaaf fattan kamaa yuqaati loonakum kaaaffah; wa'lamooo annal laaha ma'al muttaqeen"
    },
    {
      "number": 37,
      "arabic": "إِنَّمَا ٱلنَّسِیۤءُ زِیَادَةࣱ فِی ٱلۡكُفۡرِۖ یُضَلُّ بِهِ ٱلَّذِینَ كَفَرُوا۟ یُحِلُّونَهُۥ عَامࣰا وَیُحَرِّمُونَهُۥ عَامࣰا لِّیُوَاطِـُٔوا۟ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَیُحِلُّوا۟ مَا حَرَّمَ ٱللَّهُۚ زُیِّنَ لَهُمۡ سُوۤءُ أَعۡمَـٰلِهِمۡۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلۡكَـٰفِرِینَ\n",
      "translation": "Indeed, the postponing [of restriction within sacred months] is an increase in disbelief by which those who have disbelieved are led [further] astray. They make it lawful one year and unlawful another year to correspond to the number made unlawful by Allah and [thus] make lawful what Allah has made unlawful. Made pleasing to them is the evil of their deeds; and Allah does not guide the disbelieving people.",
      "transliteration": "Innamma naseee'u ziyaadatun filkufri yudallu bihillazeena kafaroo yuhil loonahoo 'aamanw wa yuhar rimoonahoo 'aamalliyu watti'oo 'iddata maa harramal laah; zuyyina lahum sooo'u a'maalihim; wallaahu laa yahdil qawmal kaafireen"
    },
    {
      "number": 38,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ مَا لَكُمۡ إِذَا قِیلَ لَكُمُ ٱنفِرُوا۟ فِی سَبِیلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِیتُم بِٱلۡحَیَوٰةِ ٱلدُّنۡیَا مِنَ ٱلۡـَٔاخِرَةِۚ فَمَا مَتَـٰعُ ٱلۡحَیَوٰةِ ٱلدُّنۡیَا فِی ٱلۡـَٔاخِرَةِ إِلَّا قَلِیلٌ\n",
      "translation": "O you who have believed, what is [the matter] with you that, when you are told to go forth in the cause of Allah, you adhere heavily to the earth? Are you satisfied with the life of this world rather than the Hereafter? But what is the enjoyment of worldly life compared to the Hereafter except a [very] little.",
      "transliteration": "Yaaa aiyuhal lazeena aamanoo maa lakum izaa qeela lakumun firoo fee sabeelil laahis saaqaltum ilal ard; aradeetum bilhayaatid dunyaa minal Aakhirah; famaa ma taaul hayaatiddunyaa fil Aakhirati illaa qaleel"
    },
    {
      "number": 39,
      "arabic": "إِلَّا تَنفِرُوا۟ یُعَذِّبۡكُمۡ عَذَابًا أَلِیمࣰا وَیَسۡتَبۡدِلۡ قَوۡمًا غَیۡرَكُمۡ وَلَا تَضُرُّوهُ شَیۡـࣰٔاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرٌ\n",
      "translation": "If you do not go forth, He will punish you with a painful punishment and will replace you with another people, and you will not harm Him at all. And Allah is over all things competent.",
      "transliteration": "Illaa tanfiroo yu'az zibkum 'azaaban aleemanw wa yastabdil qawman ghairakum wa laa tadurroohu shai'aa; wal laahu 'alaa kulli shai'in Qadeer"
    },
    {
      "number": 40,
      "arabic": "إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِینَ كَفَرُوا۟ ثَانِیَ ٱثۡنَیۡنِ إِذۡ هُمَا فِی ٱلۡغَارِ إِذۡ یَقُولُ لِصَـٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِینَتَهُۥ عَلَیۡهِ وَأَیَّدَهُۥ بِجُنُودࣲ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِینَ كَفَرُوا۟ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِیَ ٱلۡعُلۡیَاۗ وَٱللَّهُ عَزِیزٌ حَكِیمٌ\n",
      "translation": "If you do not aid the Prophet - Allah has already aided him when those who disbelieved had driven him out [of Makkah] as one of two, when they were in the cave and he said to his companion, \"Do not grieve; indeed Allah is with us.\" And Allah sent down his tranquillity upon him and supported him with angels you did not see and made the word of those who disbelieved the lowest, while the word of Allah - that is the highest. And Allah is Exalted in Might and Wise.",
      "transliteration": "Illaa tansuroohu faqad nasarahul laahu iz akhrajahul lazeena kafaroo saaniyasnaini iz humaa filghaari iz yaqoolu lisaahibihee la tahzan innnal laaha ma'anaa fa anzalallaahu sakeenatahoo 'alaihi wa aiyadahoo bijunoodil lam tarawhaa wa ja'ala kalimatal lazeena kafarus suflaa; wa Kalimatul laahi hiyal 'ulyaa; wallaahu 'Azeezun Hakeem;"
    },
    {
      "number": 41,
      "arabic": "ٱنفِرُوا۟ خِفَافࣰا وَثِقَالࣰا وَجَـٰهِدُوا۟ بِأَمۡوَ ٰ⁠لِكُمۡ وَأَنفُسِكُمۡ فِی سَبِیلِ ٱللَّهِۚ ذَ ٰ⁠لِكُمۡ خَیۡرࣱ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ\n",
      "translation": "Go forth, whether light or heavy, and strive with your wealth and your lives in the cause of Allah. That is better for you, if you only knew.",
      "transliteration": "Infiroo khifaafanw wa siqaalanw wa jaahidoo bi amwaalikum wa anfusikum fee sabeelil laah; zaalikum khairul lakum in kuntum ta'lamoon"
    },
    {
      "number": 42,
      "arabic": "لَوۡ كَانَ عَرَضࣰا قَرِیبࣰا وَسَفَرࣰا قَاصِدࣰا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتۡ عَلَیۡهِمُ ٱلشُّقَّةُۚ وَسَیَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ یُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ یَعۡلَمُ إِنَّهُمۡ لَكَـٰذِبُونَ\n",
      "translation": "Had it been an easy gain and a moderate trip, the hypocrites would have followed you, but distant to them was the journey. And they will swear by Allah, \"If we were able, we would have gone forth with you,\" destroying themselves [through false oaths], and Allah knows that indeed they are liars.",
      "transliteration": "Law kaana 'aradan qareebanw wa safaran qaasidal lattaba'ooka wa laakim ba'udat 'alaihimush shuqqah; wa sayahlifoona billaahi lawis tata'naa lakharajnaa ma'akum; yuhlikoona anfusahum wal laahu ya'lamu innahum lakaa ziboon"
    },
    {
      "number": 43,
      "arabic": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ یَتَبَیَّنَ لَكَ ٱلَّذِینَ صَدَقُوا۟ وَتَعۡلَمَ ٱلۡكَـٰذِبِینَ\n",
      "translation": "May Allah pardon you, [O Muhammad]; why did you give them permission [to remain behind]? [You should not have] until it was evident to you who were truthful and you knew [who were] the liars.",
      "transliteration": "'Afal laahu 'anka lima azinta lahum hattaa yatabai yana lakal lazeena sadaqoo wa ta'lamal kaazibeen"
    },
    {
      "number": 44,
      "arabic": "لَا یَسۡتَـٔۡذِنُكَ ٱلَّذِینَ یُؤۡمِنُونَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ أَن یُجَـٰهِدُوا۟ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِیمُۢ بِٱلۡمُتَّقِینَ\n",
      "translation": "Those who believe in Allah and the Last Day would not ask permission of you to be excused from striving with their wealth and their lives. And Allah is Knowing of those who fear Him.",
      "transliteration": "Laa yastaazinukal lazeena yu'minoona billaahi wal Yawmil Aakhiri ai yujaa hidoo bi amwaalihim wa anfusihim; wallaahu 'aleemum bilmut taqeen"
    },
    {
      "number": 45,
      "arabic": "إِنَّمَا یَسۡتَـٔۡذِنُكَ ٱلَّذِینَ لَا یُؤۡمِنُونَ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِی رَیۡبِهِمۡ یَتَرَدَّدُونَ\n",
      "translation": "Only those would ask permission of you who do not believe in Allah and the Last Day and whose hearts have doubted, and they, in their doubt, are hesitating.",
      "transliteration": "Innamaa yastaazinukal lazeena laa yu'minoona billaahi wal Yawmil Aakhiri wartaabat quloobuhum fahum fee raibihim yataraddadoon"
    },
    {
      "number": 46,
      "arabic": "۞ وَلَوۡ أَرَادُوا۟ ٱلۡخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةࣰ وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِیلَ ٱقۡعُدُوا۟ مَعَ ٱلۡقَـٰعِدِینَ\n",
      "translation": "And if they had intended to go forth, they would have prepared for it [some] preparation. But Allah disliked their being sent, so He kept them back, and they were told, \"Remain [behind] with those who remain.\"",
      "transliteration": "Wa law araadul khurooja la-'addoo lahoo 'uddatanw wa laakin karihal laahum bi'aasahum fasabbatahum wa qeelaq 'udoo ma'al qaa'ideen"
    },
    {
      "number": 47,
      "arabic": "لَوۡ خَرَجُوا۟ فِیكُم مَّا زَادُوكُمۡ إِلَّا خَبَالࣰا وَلَأَوۡضَعُوا۟ خِلَـٰلَكُمۡ یَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِیكُمۡ سَمَّـٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِیمُۢ بِٱلظَّـٰلِمِینَ\n",
      "translation": "Had they gone forth with you, they would not have increased you except in confusion, and they would have been active among you, seeking [to cause] you fitnah. And among you are avid listeners to them. And Allah is Knowing of the wrongdoers.",
      "transliteration": "Law kharajoo feekum maa zaadookum ilaa Khabaalanw wa la awda'oo khilaalakum yabghoona kumul fitnata wa feekum sammaa'oona lahum; wallaahu 'aleemum biz zaalimeen"
    },
    {
      "number": 48,
      "arabic": "لَقَدِ ٱبۡتَغَوُا۟ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُوا۟ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَاۤءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَـٰرِهُونَ\n",
      "translation": "They had already desired dissension before and had upset matters for you until the truth came and the ordinance of Allah appeared, while they were averse.",
      "transliteration": "Laqadib taghawul fitnata min qablu wa qallaboo lakal umoora hattaa jaaa'al haqqu wa zahara amrul laahi wa hum kaarihoon"
    },
    {
      "number": 49,
      "arabic": "وَمِنۡهُم مَّن یَقُولُ ٱئۡذَن لِّی وَلَا تَفۡتِنِّیۤۚ أَلَا فِی ٱلۡفِتۡنَةِ سَقَطُوا۟ۗ وَإِنَّ جَهَنَّمَ لَمُحِیطَةُۢ بِٱلۡكَـٰفِرِینَ\n",
      "translation": "And among them is he who says, \"Permit me [to remain at home] and do not put me to trial.\" Unquestionably, into trial they have fallen. And indeed, Hell will encompass the disbelievers.",
      "transliteration": "Wa minhum mai yaqoolu' zal lee wa laa taftinneee; alaa fil fitnati saqatoo; wa inna Jahannama lamuheetatum bil kaafireen"
    },
    {
      "number": 50,
      "arabic": "إِن تُصِبۡكَ حَسَنَةࣱ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِیبَةࣱ یَقُولُوا۟ قَدۡ أَخَذۡنَاۤ أَمۡرَنَا مِن قَبۡلُ وَیَتَوَلَّوا۟ وَّهُمۡ فَرِحُونَ\n",
      "translation": "If good befalls you, it distresses them; but if disaster strikes you, they say, \"We took our matter [in hand] before,\" and turn away while they are rejoicing.",
      "transliteration": "in tusibka hasanatun tasu'hum; wa in tusibka museebatuny yaqooloo qad akhaznaaa amranaa min qablu wa yatawallaw wa hum farihoon"
    },
    {
      "number": 51,
      "arabic": "قُل لَّن یُصِیبَنَاۤ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡیَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ\n",
      "translation": "Say, \"Never will we be struck except by what Allah has decreed for us; He is our protector.\" And upon Allah let the believers rely.",
      "transliteration": "Qul lany-yuseebanaaa illaa maa katabal laahu lanaa Huwa mawlaanaa; wa 'alal laahi falyatawak kalimu 'minoon"
    },
    {
      "number": 52,
      "arabic": "قُلۡ هَلۡ تَرَبَّصُونَ بِنَاۤ إِلَّاۤ إِحۡدَى ٱلۡحُسۡنَیَیۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن یُصِیبَكُمُ ٱللَّهُ بِعَذَابࣲ مِّنۡ عِندِهِۦۤ أَوۡ بِأَیۡدِینَاۖ فَتَرَبَّصُوۤا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ\n",
      "translation": "Say, \"Do you await for us except one of the two best things while we await for you that Allah will afflict you with punishment from Himself or at our hands? So wait; indeed we, along with you, are waiting.\"",
      "transliteration": "Qul hal tarabbasoona binaaa illaaa ihdal husnayayni wa nahnu natrabbasu bikum ai yus eebakumul laahu bi'azaa bim min 'indiheee aw biaidee naa fatarabbasooo innaa ma'akum mutarabbisoon"
    },
    {
      "number": 53,
      "arabic": "قُلۡ أَنفِقُوا۟ طَوۡعًا أَوۡ كَرۡهࣰا لَّن یُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمࣰا فَـٰسِقِینَ\n",
      "translation": "Say, \"Spend willingly or unwillingly; never will it be accepted from you. Indeed, you have been a defiantly disobedient people.\"",
      "transliteration": "Qul anfiqoo taw'an aw karhal lany yutaqabbala min kum innakum kuntum qawman faasiqeen"
    },
    {
      "number": 54,
      "arabic": "وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَـٰتُهُمۡ إِلَّاۤ أَنَّهُمۡ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا یَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا یُنفِقُونَ إِلَّا وَهُمۡ كَـٰرِهُونَ\n",
      "translation": "And what prevents their expenditures from being accepted from them but that they have disbelieved in Allah and in His Messenger and that they come not to prayer except while they are lazy and that they do not spend except while they are unwilling.",
      "transliteration": "Wa maa mana'ahum an tuqbala minhum nafaqaatuhum illaaa annnahum kafaroo billaahi wa bi Rasoolihee wa laa yaatoonas Salaata illaa wa hum kusaalaa wa laa yunfiqoona illaa wa hum kaarihoon"
    },
    {
      "number": 55,
      "arabic": "فَلَا تُعۡجِبۡكَ أَمۡوَ ٰ⁠لُهُمۡ وَلَاۤ أَوۡلَـٰدُهُمۡۚ إِنَّمَا یُرِیدُ ٱللَّهُ لِیُعَذِّبَهُم بِهَا فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَـٰفِرُونَ\n",
      "translation": "So let not their wealth or their children impress you. Allah only intends to punish them through them in worldly life and that their souls should depart [at death] while they are disbelievers.",
      "transliteration": "Falaa tu'jibka amwaaluhum wa laaa awlaaduhum; innamaa yureedul laahu liyu'az zibahum bihaa fil hayaatid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon"
    },
    {
      "number": 56,
      "arabic": "وَیَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَـٰكِنَّهُمۡ قَوۡمࣱ یَفۡرَقُونَ\n",
      "translation": "And they swear by Allah that they are from among you while they are not from among you; but they are a people who are afraid.",
      "transliteration": "Wa yahlifoona billaahi innnahum laminkum wa maa hum minkum wa laakinnahum qawmuny yafraqoon"
    },
    {
      "number": 57,
      "arabic": "لَوۡ یَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَـٰرَ ٰ⁠تٍ أَوۡ مُدَّخَلࣰا لَّوَلَّوۡا۟ إِلَیۡهِ وَهُمۡ یَجۡمَحُونَ\n",
      "translation": "If they could find a refuge or some caves or any place to enter [and hide], they would turn to it while they run heedlessly.",
      "transliteration": "Law yajidoona malja'an aw maghaaraatin aw mudda khalal lawallaw ilaihi wa hum yajmahoon"
    },
    {
      "number": 58,
      "arabic": "وَمِنۡهُم مَّن یَلۡمِزُكَ فِی ٱلصَّدَقَـٰتِ فَإِنۡ أُعۡطُوا۟ مِنۡهَا رَضُوا۟ وَإِن لَّمۡ یُعۡطَوۡا۟ مِنۡهَاۤ إِذَا هُمۡ یَسۡخَطُونَ\n",
      "translation": "And among them are some who criticize you concerning the [distribution of] charities. If they are given from them, they approve; but if they are not given from them, at once they become angry.",
      "transliteration": "Wa minhum mai yalmizuka fis sadaqaati fa-in u'too minhaa radoo wa illam yu'taw minhaaa izaa hum yaskhatoon"
    },
    {
      "number": 59,
      "arabic": "وَلَوۡ أَنَّهُمۡ رَضُوا۟ مَاۤ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسۡبُنَا ٱللَّهُ سَیُؤۡتِینَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥۤ إِنَّاۤ إِلَى ٱللَّهِ رَ ٰ⁠غِبُونَ\n",
      "translation": "If only they had been satisfied with what Allah and His Messenger gave them and said, \"Sufficient for us is Allah; Allah will give us of His bounty, and [so will] His Messenger; indeed, we are desirous toward Allah,\" [it would have been better for them].",
      "transliteration": "Wa law annahum radoo maaa aataahumul laahu wa Rasooluhoo wa qaaloo hasbunal laahu wayu'teenallaahu min fadlihee wa Rasooluhooo innaaa ilallaahi raaghiboon"
    },
    {
      "number": 60,
      "arabic": "۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلۡفُقَرَاۤءِ وَٱلۡمَسَـٰكِینِ وَٱلۡعَـٰمِلِینَ عَلَیۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِی ٱلرِّقَابِ وَٱلۡغَـٰرِمِینَ وَفِی سَبِیلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِیلِۖ فَرِیضَةࣰ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ\n",
      "translation": "Zakah expenditures are only for the poor and for the needy and for those employed to collect [zakah] and for bringing hearts together [for Islam] and for freeing captives [or slaves] and for those in debt and for the cause of Allah and for the [stranded] traveler - an obligation [imposed] by Allah. And Allah is Knowing and Wise.",
      "transliteration": "Innamas sadaqaatu lilfuqaraaa'i walmasaakeeni wal 'aamileena 'alaihaa wal mu'al lafati quloobuhum wa fir riqaabi walghaarimeena wa fee sabeelil laahi wabnis sabeeli fareedatam minal laah; wal laahu 'Aleemun Hakeem"
    },
    {
      "number": 61,
      "arabic": "وَمِنۡهُمُ ٱلَّذِینَ یُؤۡذُونَ ٱلنَّبِیَّ وَیَقُولُونَ هُوَ أُذُنࣱۚ قُلۡ أُذُنُ خَیۡرࣲ لَّكُمۡ یُؤۡمِنُ بِٱللَّهِ وَیُؤۡمِنُ لِلۡمُؤۡمِنِینَ وَرَحۡمَةࣱ لِّلَّذِینَ ءَامَنُوا۟ مِنكُمۡۚ وَٱلَّذِینَ یُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِیمࣱ\n",
      "translation": "And among them are those who abuse the Prophet and say, \"He is an ear.\" Say, \"[It is] an ear of goodness for you that believes in Allah and believes the believers and [is] a mercy to those who believe among you.\" And those who abuse the Messenger of Allah - for them is a painful punishment.",
      "transliteration": "Wa minhumul lazeena yu'zoonan nabiyya wa yaqooloona huwa uzun; qul uzunu khairil lakum yu'minu billaahi wa yu'minu lilmu mi neena wa rahmatul lillazeena aamanoo minkum; wallazeena yu'zoona Rasoolal laahi lahum 'azaabun aleem"
    },
    {
      "number": 62,
      "arabic": "یَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِیُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥۤ أَحَقُّ أَن یُرۡضُوهُ إِن كَانُوا۟ مُؤۡمِنِینَ\n",
      "translation": "They swear by Allah to you [Muslims] to satisfy you. But Allah and His Messenger are more worthy for them to satisfy, if they should be believers.",
      "transliteration": "yahlifoona billaahi lakum liyurdookum wallaahu wa Rasooluhoo ahaqqu ai yurdoohu in kaanoo mu'mineen"
    },
    {
      "number": 63,
      "arabic": "أَلَمۡ یَعۡلَمُوۤا۟ أَنَّهُۥ مَن یُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدࣰا فِیهَاۚ ذَ ٰ⁠لِكَ ٱلۡخِزۡیُ ٱلۡعَظِیمُ\n",
      "translation": "Do they not know that whoever opposes Allah and His Messenger - that for him is the fire of Hell, wherein he will abide eternally? That is the great disgrace.",
      "transliteration": "Alam ya'lamooo annahoo mai yuhaadidillaaha wa Rasoolahoo faanna lahoo Naara jahannama khaalidan feehaa; zaalikal khizyul 'Azeem"
    },
    {
      "number": 64,
      "arabic": "یَحۡذَرُ ٱلۡمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَیۡهِمۡ سُورَةࣱ تُنَبِّئُهُم بِمَا فِی قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوۤا۟ إِنَّ ٱللَّهَ مُخۡرِجࣱ مَّا تَحۡذَرُونَ\n",
      "translation": "They hypocrites are apprehensive lest a surah be revealed about them, informing them of what is in their hearts. Say, \"Mock [as you wish]; indeed, Allah will expose that which you fear.\"",
      "transliteration": "Yahzarul munaafiqoona an tunaz zala 'alaihim Sooratun tunabbi 'uhum bimaa feequloobihim; qulistahzi'oo innal laaha mukhrijum maa tahzaroon"
    },
    {
      "number": 65,
      "arabic": "وَلَىِٕن سَأَلۡتَهُمۡ لَیَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَایَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ\n",
      "translation": "And if you ask them, they will surely say, \"We were only conversing and playing.\" Say, \"Is it Allah and His verses and His Messenger that you were mocking?\"",
      "transliteration": "Wala'in sa altahum layaqoolunna innamaa kunnaa nakhoodu wa nal'ab; qul abillaahi wa 'Aayaatihee wa Rasoolihee kuntum tastahzi'oon"
    },
    {
      "number": 66,
      "arabic": "لَا تَعۡتَذِرُوا۟ قَدۡ كَفَرۡتُم بَعۡدَ إِیمَـٰنِكُمۡۚ إِن نَّعۡفُ عَن طَاۤىِٕفَةࣲ مِّنكُمۡ نُعَذِّبۡ طَاۤىِٕفَةَۢ بِأَنَّهُمۡ كَانُوا۟ مُجۡرِمِینَ\n",
      "translation": "Make no excuse; you have disbelieved after your belief. If We pardon one faction of you - We will punish another faction because they were criminals.",
      "transliteration": "Laa ta'taziroo qad kafartum ba'da eemaanikum; in na'fu 'an taaa'ifatim minkum nu'az zib taaa'ifatam bi annahum kaanoo mujrimeen"
    },
    {
      "number": 67,
      "arabic": "ٱلۡمُنَـٰفِقُونَ وَٱلۡمُنَـٰفِقَـٰتُ بَعۡضُهُم مِّنۢ بَعۡضࣲۚ یَأۡمُرُونَ بِٱلۡمُنكَرِ وَیَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَیَقۡبِضُونَ أَیۡدِیَهُمۡۚ نَسُوا۟ ٱللَّهَ فَنَسِیَهُمۡۚ إِنَّ ٱلۡمُنَـٰفِقِینَ هُمُ ٱلۡفَـٰسِقُونَ\n",
      "translation": "The hypocrite men and hypocrite women are of one another. They enjoin what is wrong and forbid what is right and close their hands. They have forgotten Allah, so He has forgotten them [accordingly]. Indeed, the hypocrites - it is they who are the defiantly disobedient.",
      "transliteration": "Almunaafiqoona wal munaafiqaatu ba'duhum mim ba'd; yaamuroona bilmunkari wa yanhawna 'anil ma'roofi wa yaqbidoona aidiyahum; nasul laaha fanasiyahum; innal munaafiqeena humul faasiqoon"
    },
    {
      "number": 68,
      "arabic": "وَعَدَ ٱللَّهُ ٱلۡمُنَـٰفِقِینَ وَٱلۡمُنَـٰفِقَـٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَـٰلِدِینَ فِیهَاۚ هِیَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابࣱ مُّقِیمࣱ\n",
      "translation": "Allah has promised the hypocrite men and hypocrite women and the disbelievers the fire of Hell, wherein they will abide eternally. It is sufficient for them. And Allah has cursed them, and for them is an enduring punishment.",
      "transliteration": "Wa'adal laahul munafiqeena wal munaafiqaati wal kuffaara naara jahannnamma khaalideena feehaa; hiya hasbuhum; wa la'annahumul laahu wa lahum 'azaabum muqeem"
    },
    {
      "number": 69,
      "arabic": "كَٱلَّذِینَ مِن قَبۡلِكُمۡ كَانُوۤا۟ أَشَدَّ مِنكُمۡ قُوَّةࣰ وَأَكۡثَرَ أَمۡوَ ٰ⁠لࣰا وَأَوۡلَـٰدࣰا فَٱسۡتَمۡتَعُوا۟ بِخَلَـٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَـٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِینَ مِن قَبۡلِكُم بِخَلَـٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِی خَاضُوۤا۟ۚ أُو۟لَـٰۤىِٕكَ حَبِطَتۡ أَعۡمَـٰلُهُمۡ فِی ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِۖ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡخَـٰسِرُونَ\n",
      "translation": "[You disbelievers are] like those before you; they were stronger than you in power and more abundant in wealth and children. They enjoyed their portion [of worldly enjoyment], and you have enjoyed your portion as those before you enjoyed their portion, and you have engaged [in vanities] like that in which they engaged. [It is] those whose deeds have become worthless in this world and in the Hereafter, and it is they who are the losers.",
      "transliteration": "Kallazeena min qablikum kaanoo ashadda minkum quwwatanw wa aksara amwaalanw wa awlaadan fastamta'oo bikhalaaqihim fastamta'tum bikhalaaqikum kamas tamta'al lazeena min qablikum bikhalaa qihim wa khudtum kallazee khaadooo; ulaaa'ika habitat a'maaluhum fid dunyaa wal Aakhirati wa ulaaa'ika humul khaasiroon"
    },
    {
      "number": 70,
      "arabic": "أَلَمۡ یَأۡتِهِمۡ نَبَأُ ٱلَّذِینَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحࣲ وَعَادࣲ وَثَمُودَ وَقَوۡمِ إِبۡرَ ٰ⁠هِیمَ وَأَصۡحَـٰبِ مَدۡیَنَ وَٱلۡمُؤۡتَفِكَـٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَیِّنَـٰتِۖ فَمَا كَانَ ٱللَّهُ لِیَظۡلِمَهُمۡ وَلَـٰكِن كَانُوۤا۟ أَنفُسَهُمۡ یَظۡلِمُونَ\n",
      "translation": "Has there not reached them the news of those before them - the people of Noah and [the tribes of] 'Aad and Thamud and the people of Abraham and the companions of Madyan and the towns overturned? Their messengers came to them with clear proofs. And Allah would never have wronged them, but they were wronging themselves.",
      "transliteration": "Alam yaatihim naba ul lazeena min qablihim qawmi Noohinw wa 'Aadinw wa Samooda wa qawmi Ibraaheema wa ashaabi adyana walmu'tafikaat; atathum Rusuluhum bilbaiyinaati famaa kaanal laahu liyazlimahum wa laakin kaanooo anfusahum yazlimoon"
    },
    {
      "number": 71,
      "arabic": "وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَـٰتُ بَعۡضُهُمۡ أَوۡلِیَاۤءُ بَعۡضࣲۚ یَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَیَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَیُقِیمُونَ ٱلصَّلَوٰةَ وَیُؤۡتُونَ ٱلزَّكَوٰةَ وَیُطِیعُونَ ٱللَّهَ وَرَسُولَهُۥۤۚ أُو۟لَـٰۤىِٕكَ سَیَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِیزٌ حَكِیمࣱ\n",
      "translation": "The believing men and believing women are allies of one another. They enjoin what is right and forbid what is wrong and establish prayer and give zakah and obey Allah and His Messenger. Those - Allah will have mercy upon them. Indeed, Allah is Exalted in Might and Wise.",
      "transliteration": "Walmu'minoona wal mu'minaatu ba'duhum awliyaaa'u ba;d; yaamuroona bilma'roofi wa yanhawna 'anil munkari wa yuqeemoonas Salaata wa yu'toonaz Zakaata wa yutee'oonal laaha wa Rasoolah; ulaaa'ika sayarhamuhumul laah; innallaaha 'Azeezun Hakeem"
    },
    {
      "number": 72,
      "arabic": "وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَا وَمَسَـٰكِنَ طَیِّبَةࣰ فِی جَنَّـٰتِ عَدۡنࣲۚ وَرِضۡوَ ٰ⁠نࣱ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَ ٰ⁠لِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n",
      "translation": "Allah has promised the believing men and believing women gardens beneath which rivers flow, wherein they abide eternally, and pleasant dwellings in gardens of perpetual residence; but approval from Allah is greater. It is that which is the great attainment.",
      "transliteration": "Wa'adal laahulmu' mineena walmu'minaati Jannaatin tajree min tahtihal anhaaru khaalideena feehaa wa masaakina taiyibatan fee Jannnaati 'adn; wa ridwaanum minal laahi akbar; zaalika hual fawzul 'azeem"
    },
    {
      "number": 73,
      "arabic": "یَـٰۤأَیُّهَا ٱلنَّبِیُّ جَـٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَـٰفِقِینَ وَٱغۡلُظۡ عَلَیۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِیرُ\n",
      "translation": "O Prophet, fight against the disbelievers and the hypocrites and be harsh upon them. And their refuge is Hell, and wretched is the destination.",
      "transliteration": "yaaa aiyuhan Nabiyyu jaahidil kuffaara walmunaafiqeena waghluz 'alaihim; wa maawaahum jahannnamu wa bi'sal maseer"
    },
    {
      "number": 74,
      "arabic": "یَحۡلِفُونَ بِٱللَّهِ مَا قَالُوا۟ وَلَقَدۡ قَالُوا۟ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُوا۟ بَعۡدَ إِسۡلَـٰمِهِمۡ وَهَمُّوا۟ بِمَا لَمۡ یَنَالُوا۟ۚ وَمَا نَقَمُوۤا۟ إِلَّاۤ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن یَتُوبُوا۟ یَكُ خَیۡرࣰا لَّهُمۡۖ وَإِن یَتَوَلَّوۡا۟ یُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِیمࣰا فِی ٱلدُّنۡیَا وَٱلۡـَٔاخِرَةِۚ وَمَا لَهُمۡ فِی ٱلۡأَرۡضِ مِن وَلِیࣲّ وَلَا نَصِیرࣲ\n",
      "translation": "They swear by Allah that they did not say [anything against the Prophet] while they had said the word of disbelief and disbelieved after their [pretense of] Islam and planned that which they were not to attain. And they were not resentful except [for the fact] that Allah and His Messenger had enriched them of His bounty. So if they repent, it is better for them; but if they turn away, Allah will punish them with a painful punishment in this world and the Hereafter. And there will not be for them on earth any protector or helper.",
      "transliteration": "Yahlifoona billaahi wa qaaloo wa laqad qaaloo kalimatal kufri wa kafaroo ba'da Islaamihim wa hammoo bimaa lam yanaaloo; wa maa naqamooo illaaa an aghnaa humullaahu wa Rasooluhoo min fadlih; fainy yatooboo yaku khairal lahum wa iny yatawal law yu'az zibhumullaahu 'azaaban aleeman fiddunyaa wal Aakhirah; wamaa lahum fil ardi minw waliyyinw wa laa naseer"
    },
    {
      "number": 75,
      "arabic": "۞ وَمِنۡهُم مَّنۡ عَـٰهَدَ ٱللَّهَ لَىِٕنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّـٰلِحِینَ\n",
      "translation": "And among them are those who made a covenant with Allah, [saying], \"If He should give us from His bounty, we will surely spend in charity, and we will surely be among the righteous.\"",
      "transliteration": "Wa minhum man 'aaha dal laaha la'in aataanaa min fadlihee lanas saddaqanna wa lanakoonanna minassaaliheen"
    },
    {
      "number": 76,
      "arabic": "فَلَمَّاۤ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُوا۟ بِهِۦ وَتَوَلَّوا۟ وَّهُم مُّعۡرِضُونَ\n",
      "translation": "But when he gave them from His bounty, they were stingy with it and turned away while they refused.",
      "transliteration": "Falammaaa aataahum min fadlihee bakhiloo bihee wa tawallaw wa hum mu'ridoon"
    },
    {
      "number": 77,
      "arabic": "فَأَعۡقَبَهُمۡ نِفَاقࣰا فِی قُلُوبِهِمۡ إِلَىٰ یَوۡمِ یَلۡقَوۡنَهُۥ بِمَاۤ أَخۡلَفُوا۟ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا۟ یَكۡذِبُونَ\n",
      "translation": "So He penalized them with hypocrisy in their hearts until the Day they will meet Him - because they failed Allah in what they promised Him and because they [habitually] used to lie.",
      "transliteration": "Fa a'qabahum nifaaqan fee quloobihim ilaa Yawmi yalqaw nahoo bimaaa akhlaful laaha maa wa'adoohu wa bimaa kaanoo yakhziboon"
    },
    {
      "number": 78,
      "arabic": "أَلَمۡ یَعۡلَمُوۤا۟ أَنَّ ٱللَّهَ یَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّـٰمُ ٱلۡغُیُوبِ\n",
      "translation": "Did they not know that Allah knows their secrets and their private conversations and that Allah is the Knower of the unseen?",
      "transliteration": "Alam ya'lamooo annal laaha ya'lamu sirrahum wa najwaahum wa annal laaha 'Allaamul Ghuyoob"
    },
    {
      "number": 79,
      "arabic": "ٱلَّذِینَ یَلۡمِزُونَ ٱلۡمُطَّوِّعِینَ مِنَ ٱلۡمُؤۡمِنِینَ فِی ٱلصَّدَقَـٰتِ وَٱلَّذِینَ لَا یَجِدُونَ إِلَّا جُهۡدَهُمۡ فَیَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِیمٌ\n",
      "translation": "Those who criticize the contributors among the believers concerning [their] charities and [criticize] the ones who find nothing [to spend] except their effort, so they ridicule them - Allah will ridicule them, and they will have a painful punishment.",
      "transliteration": "Allazeena yalmizoonal mut tawwi'eena minalmu'mineena fis sadaqaati wallazeena laa yajidoona illaa juhdahum fayaskharoona minhum sakhiral laahu minhum wa lahum azaabun aleem"
    },
    {
      "number": 80,
      "arabic": "ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِینَ مَرَّةࣰ فَلَن یَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلۡفَـٰسِقِینَ\n",
      "translation": "Ask forgiveness for them, [O Muhammad], or do not ask forgiveness for them. If you should ask forgiveness for them seventy times - never will Allah forgive them. That is because they disbelieved in Allah and His Messenger, and Allah does not guide the defiantly disobedient people.",
      "transliteration": "istaghfir lahum aw laa tastaghfir lahum in tastaghfir lahum sab'eena marratan falany yaghfiral laahu lahum; zaalika bi annahum kafaroo billaahi wa Rasoolih; wallaahu laa yahdil qawmal faasiqeen"
    },
    {
      "number": 81,
      "arabic": "فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَـٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوۤا۟ أَن یُجَـٰهِدُوا۟ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡ فِی سَبِیلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِی ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرࣰّاۚ لَّوۡ كَانُوا۟ یَفۡقَهُونَ\n",
      "translation": "Those who remained behind rejoiced in their staying [at home] after [the departure of] the Messenger of Allah and disliked to strive with their wealth and their lives in the cause of Allah and said, \"Do not go forth in the heat.\" Say, \"The fire of Hell is more intensive in heat\" - if they would but understand.",
      "transliteration": "Farihal mukhallafoona bimaq'adihim khilaafa Rasoolil laahi wa karihooo ai yujaahidoo bi amwaalihim wa anfusihim fee sabeelil laahi wa qaaloo la tanfiroo fil harr; qul Naaru jahannama ashaddu harraa; law kaanoo yafqahoon"
    },
    {
      "number": 82,
      "arabic": "فَلۡیَضۡحَكُوا۟ قَلِیلࣰا وَلۡیَبۡكُوا۟ كَثِیرࣰا جَزَاۤءَۢ بِمَا كَانُوا۟ یَكۡسِبُونَ\n",
      "translation": "So let them laugh a little and [then] weep much as recompense for what they used to earn.",
      "transliteration": "Falyadhakoo qaleelanw walyabkoo kaseeran jazaaa'am bimaa kaanoo yaksiboon"
    },
    {
      "number": 83,
      "arabic": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَاۤىِٕفَةࣲ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُوا۟ مَعِیَ أَبَدࣰا وَلَن تُقَـٰتِلُوا۟ مَعِیَ عَدُوًّاۖ إِنَّكُمۡ رَضِیتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةࣲ فَٱقۡعُدُوا۟ مَعَ ٱلۡخَـٰلِفِینَ\n",
      "translation": "If Allah should return you to a faction of them [after the expedition] and then they ask your permission to go out [to battle], say, \"You will not go out with me, ever, and you will never fight with me an enemy. Indeed, you were satisfied with sitting [at home] the first time, so sit [now] with those who stay behind.\"",
      "transliteration": "Fa ir raja'akal laahu ilaa taaa'ifatim minhum fastaaa zanooka lilkhurooji faqul lan takhrujoo ma'iya abadanw a lan tuqaatiloo ma'iya 'aduwwan innakum radeetum bilqu'oodi awwala marratin faq'udoo ma'al khaalifeen"
    },
    {
      "number": 84,
      "arabic": "وَلَا تُصَلِّ عَلَىٰۤ أَحَدࣲ مِّنۡهُم مَّاتَ أَبَدࣰا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦۤۖ إِنَّهُمۡ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمۡ فَـٰسِقُونَ\n",
      "translation": "And do not pray [the funeral prayer, O Muhammad], over any of them who has died - ever - or stand at his grave. Indeed, they disbelieved in Allah and His Messenger and died while they were defiantly disobedient.",
      "transliteration": "Wa laa tusalli 'alaaa ahadim minhum maata abadanw wa laa taqum 'alaa qabriheee innahum kafaroo billaahi wa Rasoolihee wa maatoo wa hum faasiqoon"
    },
    {
      "number": 85,
      "arabic": "وَلَا تُعۡجِبۡكَ أَمۡوَ ٰ⁠لُهُمۡ وَأَوۡلَـٰدُهُمۡۚ إِنَّمَا یُرِیدُ ٱللَّهُ أَن یُعَذِّبَهُم بِهَا فِی ٱلدُّنۡیَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَـٰفِرُونَ\n",
      "translation": "And let not their wealth and their children impress you. Allah only intends to punish them through them in this world and that their souls should depart [at death] while they are disbelievers.",
      "transliteration": "Wa laa tu'jibka amwaa luhum wa awlaaduhum; innamaa yureedul laahu ai yu'az zibahum bihaa fid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon"
    },
    {
      "number": 86,
      "arabic": "وَإِذَاۤ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُوا۟ بِٱللَّهِ وَجَـٰهِدُوا۟ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُو۟لُوا۟ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُوا۟ ذَرۡنَا نَكُن مَّعَ ٱلۡقَـٰعِدِینَ\n",
      "translation": "And when a surah was revealed [enjoining them] to believe in Allah and to fight with His Messenger, those of wealth among them asked your permission [to stay back] and said, \"Leave us to be with them who sit [at home].\"",
      "transliteration": "Wa izaaa unzilat Sooratun an aaminoo billaahi wa jaahidoo ma'a Rasoolihis taazanaka uluttawli minhum wa qaaloo zarnaa nakum ma'alqaa 'ideen"
    },
    {
      "number": 87,
      "arabic": "رَضُوا۟ بِأَن یَكُونُوا۟ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا یَفۡقَهُونَ\n",
      "translation": "They were satisfied to be with those who stay behind, and their hearts were sealed over, so they do not understand.",
      "transliteration": "Radoo bi ai yakoonoo ma'al khawaalifi wa tubi'a 'alaa quloobihim fahum laa yafqahoon"
    },
    {
      "number": 88,
      "arabic": "لَـٰكِنِ ٱلرَّسُولُ وَٱلَّذِینَ ءَامَنُوا۟ مَعَهُۥ جَـٰهَدُوا۟ بِأَمۡوَ ٰ⁠لِهِمۡ وَأَنفُسِهِمۡۚ وَأُو۟لَـٰۤىِٕكَ لَهُمُ ٱلۡخَیۡرَ ٰ⁠تُۖ وَأُو۟لَـٰۤىِٕكَ هُمُ ٱلۡمُفۡلِحُونَ\n",
      "translation": "But the Messenger and those who believed with him fought with their wealth and their lives. Those will have [all that is] good, and it is those who are the successful.",
      "transliteration": "Laakinir Rasoolu wal lazeena aamanoo ma'ahoo jaahadoo bi amwaalihim wa anfusihim; wa ulaaa'ika lahumul khairaatu wa ulaaa'ika humul muflihoon"
    },
    {
      "number": 89,
      "arabic": "أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۚ ذَ ٰ⁠لِكَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n",
      "translation": "Allah has prepared for them gardens beneath which rivers flow, wherein they will abide eternally. That is the great attainment.",
      "transliteration": "A'addal laahu lahum Jannaatin tajree min tahtihal anhaaru khaalideena feehaa; zaalikal fawzul 'azeem"
    },
    {
      "number": 90,
      "arabic": "وَجَاۤءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِیُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِینَ كَذَبُوا۟ ٱللَّهَ وَرَسُولَهُۥۚ سَیُصِیبُ ٱلَّذِینَ كَفَرُوا۟ مِنۡهُمۡ عَذَابٌ أَلِیمࣱ\n",
      "translation": "And those with excuses among the bedouins came to be permitted [to remain], and they who had lied to Allah and His Messenger sat [at home]. There will strike those who disbelieved among them a painful punishment.",
      "transliteration": "Wa jaaa'al mu'az ziroona minal A'raabi liyu'zana lahum wa qa'adal lazeena kazabul laaha wa Rasoolah; sayuseebul lazeena kafaroo minhum 'azaabun aleem"
    },
    {
      "number": 91,
      "arabic": "لَّیۡسَ عَلَى ٱلضُّعَفَاۤءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِینَ لَا یَجِدُونَ مَا یُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا۟ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِینَ مِن سَبِیلࣲۚ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ\n",
      "translation": "There is not upon the weak or upon the ill or upon those who do not find anything to spend any discomfort when they are sincere to Allah and His Messenger. There is not upon the doers of good any cause [for blame]. And Allah is Forgiving and Merciful.",
      "transliteration": "Laisa 'alad du'aaaa'i wa laa 'alal mardaa wa laa 'alal lazeena laa yajidoona maa yunfiqoona harajun izaa nasahoo lillaahi wa Rasoolih; maa 'alal muhsineena min sabeel; wallaahu Ghafoorur Raheem"
    },
    {
      "number": 92,
      "arabic": "وَلَا عَلَى ٱلَّذِینَ إِذَا مَاۤ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَاۤ أَجِدُ مَاۤ أَحۡمِلُكُمۡ عَلَیۡهِ تَوَلَّوا۟ وَّأَعۡیُنُهُمۡ تَفِیضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا یَجِدُوا۟ مَا یُنفِقُونَ\n",
      "translation": "Nor [is there blame] upon those who, when they came to you that you might give them mounts, you said, \"I can find nothing for you to ride upon.\" They turned back while their eyes overflowed with tears out of grief that they could not find something to spend [for the cause of Allah].",
      "transliteration": "Wa laa 'alal lazeena izaa maaa atawka litahmilahum qulta laaa ajidu maaa ahmilukum 'alaihi tawallaw wa a'yunuhum tafeedu minaddam'i hazanan allaa yajidoo maa yunfiqoon"
    },
    {
      "number": 93,
      "arabic": "۞ إِنَّمَا ٱلسَّبِیلُ عَلَى ٱلَّذِینَ یَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِیَاۤءُۚ رَضُوا۟ بِأَن یَكُونُوا۟ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا یَعۡلَمُونَ\n",
      "translation": "The cause [for blame] is only upon those who ask permission of you while they are rich. They are satisfied to be with those who stay behind, and Allah has sealed over their hearts, so they do not know.",
      "transliteration": "Innamas sabeelu 'alal lazeena yastaazinoonaka wa hum aghniyaaa'; radoo biany-yakoonoo ma'al khawaalifi wa taba'al laahu 'alaa quloobihim fahum laa ya'lamoon"
    },
    {
      "number": 94,
      "arabic": "یَعۡتَذِرُونَ إِلَیۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَیۡهِمۡۚ قُل لَّا تَعۡتَذِرُوا۟ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَیَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلۡغَیۡبِ وَٱلشَّهَـٰدَةِ فَیُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ\n",
      "translation": "They will make excuses to you when you have returned to them. Say, \"Make no excuse - never will we believe you. Allah has already informed us of your news. And Allah will observe your deeds, and [so will] His Messenger; then you will be taken back to the Knower of the unseen and the witnessed, and He will inform you of what you used to do.\"",
      "transliteration": "ya'taziroona ilaikum izaa raja'tum ilaihim; qul laa ta'taziroo lan nu'mina lakum qad nabba annal laahu min akhbaarikum; wa sa yaral laahu 'amalakum wa Rasooluhoo suma turaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon"
    },
    {
      "number": 95,
      "arabic": "سَیَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَیۡهِمۡ لِتُعۡرِضُوا۟ عَنۡهُمۡۖ فَأَعۡرِضُوا۟ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسࣱۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَاۤءَۢ بِمَا كَانُوا۟ یَكۡسِبُونَ\n",
      "translation": "They will swear by Allah to you when you return to them that you would leave them alone. So leave them alone; indeed they are evil; and their refuge is Hell as recompense for what they had been earning.",
      "transliteration": "Sa yahlifoona billaahi lakum izanqalabtum ilaihim litu'ridoo 'anhum fa a'ridoo 'anhum innahum rijsunw wa maawaahum jahannamu jazaaa 'ambimaa kaanoo yaksiboon"
    },
    {
      "number": 96,
      "arabic": "یَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡا۟ عَنۡهُمۡۖ فَإِن تَرۡضَوۡا۟ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا یَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَـٰسِقِینَ\n",
      "translation": "They swear to you so that you might be satisfied with them. But if you should be satisfied with them - indeed, Allah is not satisfied with a defiantly disobedient people.",
      "transliteration": "Yahlifoona lakum litardaw 'anhum fa in tardaw 'anhum fa innal laaha laa yardaa 'anil qawmil faasiqeen"
    },
    {
      "number": 97,
      "arabic": "ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرࣰا وَنِفَاقࣰا وَأَجۡدَرُ أَلَّا یَعۡلَمُوا۟ حُدُودَ مَاۤ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ\n",
      "translation": "The bedouins are stronger in disbelief and hypocrisy and more likely not to know the limits of what [laws] Allah has revealed to His Messenger. And Allah is Knowing and Wise.",
      "transliteration": "Al A'raabu ashaddu kufranw wa nifaaqanw wa ajdaru allaa ya'lamoo hudooda maaa anzalal laahu 'alaa Rasoolih; wallaahu 'Aleemun Hakeem"
    },
    {
      "number": 98,
      "arabic": "وَمِنَ ٱلۡأَعۡرَابِ مَن یَتَّخِذُ مَا یُنفِقُ مَغۡرَمࣰا وَیَتَرَبَّصُ بِكُمُ ٱلدَّوَاۤىِٕرَۚ عَلَیۡهِمۡ دَاۤىِٕرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِیعٌ عَلِیمࣱ\n",
      "translation": "And among the bedouins are some who consider what they spend as a loss and await for you turns of misfortune. Upon them will be a misfortune of evil. And Allah is Hearing and Knowing.",
      "transliteration": "Wa minal A'raabi mai yattakhizu maa yunfiqu maghramanw wa yatarabbasu bikumud dawaaa'ir; alaihim daaa'iratus saw'; wallaahu Samee'un 'Aleem"
    },
    {
      "number": 99,
      "arabic": "وَمِنَ ٱلۡأَعۡرَابِ مَن یُؤۡمِنُ بِٱللَّهِ وَٱلۡیَوۡمِ ٱلۡـَٔاخِرِ وَیَتَّخِذُ مَا یُنفِقُ قُرُبَـٰتٍ عِندَ ٱللَّهِ وَصَلَوَ ٰ⁠تِ ٱلرَّسُولِۚ أَلَاۤ إِنَّهَا قُرۡبَةࣱ لَّهُمۡۚ سَیُدۡخِلُهُمُ ٱللَّهُ فِی رَحۡمَتِهِۦۤۚ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمࣱ\n",
      "translation": "But among the bedouins are some who believe in Allah and the Last Day and consider what they spend as means of nearness to Allah and of [obtaining] invocations of the Messenger. Unquestionably, it is a means of nearness for them. Allah will admit them to His mercy. Indeed, Allah is Forgiving and Merciful.",
      "transliteration": "Wa minal A'raabi mai yu'minu billaahi wal yawmil AAkhiri wa yattakhizu maa yunfiqu qurubaatin 'indal laahi wa salawaatir Rasool; alaaa innahaa qurbatul lahum; sayudkhiluhumul laahu fee rahmatih; innal laaha Ghafoorur Raheem"
    },
    {
      "number": 100,
      "arabic": "وَٱلسَّـٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَـٰجِرِینَ وَٱلۡأَنصَارِ وَٱلَّذِینَ ٱتَّبَعُوهُم بِإِحۡسَـٰنࣲ رَّضِیَ ٱللَّهُ عَنۡهُمۡ وَرَضُوا۟ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّـٰتࣲ تَجۡرِی تَحۡتَهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۤ أَبَدࣰاۚ ذَ ٰ⁠لِكَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n",
      "translation": "And the first forerunners [in the faith] among the Muhajireen and the Ansar and those who followed them with good conduct - Allah is pleased with them and they are pleased with Him, and He has prepared for them gardens beneath which rivers flow, wherein they will abide forever. That is the great attainment.",
      "transliteration": "Was saabiqoonal awwa loona minal Muhaajireena wal Ansaari wallazeenat taba'oo hum bi ihsaanir radiyal laahu 'anhum wa radoo 'anhu wa a'adda lahum jannnaatin tajree tahtahal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem"
    },
    {
      "number": 101,
      "arabic": "وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَـٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِینَةِ مَرَدُوا۟ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَیۡنِ ثُمَّ یُرَدُّونَ إِلَىٰ عَذَابٍ عَظِیمࣲ\n",
      "translation": "And among those around you of the bedouins are hypocrites, and [also] from the people of Madinah. They have become accustomed to hypocrisy. You, [O Muhammad], do not know them, [but] We know them. We will punish them twice [in this world]; then they will be returned to a great punishment.",
      "transliteration": "Wa mimmann hawlakum minal A'raabi munaafiqoona wa min ahlil Madeenati maradoo 'alan nifaaq, laa ta'lamuhum nahnu na'lamuhum; sanu'azzibuhum marrataini summa yuraddoona ilaa 'azaabin 'azeem"
    },
    {
      "number": 102,
      "arabic": "وَءَاخَرُونَ ٱعۡتَرَفُوا۟ بِذُنُوبِهِمۡ خَلَطُوا۟ عَمَلࣰا صَـٰلِحࣰا وَءَاخَرَ سَیِّئًا عَسَى ٱللَّهُ أَن یَتُوبَ عَلَیۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمٌ\n",
      "translation": "And [there are] others who have acknowledged their sins. They had mixed a righteous deed with another that was bad. Perhaps Allah will turn to them in forgiveness. Indeed, Allah is Forgiving and Merciful.",
      "transliteration": "Wa aakharoona' tarafoo bizunoobihim khalatoo 'amalan saalihanw wa aakhara saiyi'an 'asal laahu ai yatooba 'alaihim; innal laaha Ghafoorur Raheem"
    },
    {
      "number": 103,
      "arabic": "خُذۡ مِنۡ أَمۡوَ ٰ⁠لِهِمۡ صَدَقَةࣰ تُطَهِّرُهُمۡ وَتُزَكِّیهِم بِهَا وَصَلِّ عَلَیۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنࣱ لَّهُمۡۗ وَٱللَّهُ سَمِیعٌ عَلِیمٌ\n",
      "translation": "Take, [O, Muhammad], from their wealth a charity by which you purify them and cause them increase, and invoke [Allah 's blessings] upon them. Indeed, your invocations are reassurance for them. And Allah is Hearing and Knowing.",
      "transliteration": "Khuz min amwaalihim sadaqtan tutahhiruhum wa tuzakkeehim bihaa wa salli 'alaihim inna salaataka sakanul lahum; wallaahu Samee'un 'Aleem"
    },
    {
      "number": 104,
      "arabic": "أَلَمۡ یَعۡلَمُوۤا۟ أَنَّ ٱللَّهَ هُوَ یَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَیَأۡخُذُ ٱلصَّدَقَـٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِیمُ\n",
      "translation": "Do they not know that it is Allah who accepts repentance from His servants and receives charities and that it is Allah who is the Accepting of repentance, the Merciful?",
      "transliteration": "Alam ya'lamooo annnal laaha huwa yaqbalut tawbata 'an ibaadihee wa yaakhuzus sadaqaati wa annal laaha Huwat awwaabur Raheem"
    },
    {
      "number": 105,
      "arabic": "وَقُلِ ٱعۡمَلُوا۟ فَسَیَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلۡغَیۡبِ وَٱلشَّهَـٰدَةِ فَیُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ\n",
      "translation": "And say, \"Do [as you will], for Allah will see your deeds, and [so, will] His Messenger and the believers. And you will be returned to the Knower of the unseen and the witnessed, and He will inform you of what you used to do.\"",
      "transliteration": "Wa quli'maloo fasayaral laahu 'amalakum wa Rasooluhoo walmu'minoona wa saturaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon"
    },
    {
      "number": 106,
      "arabic": "وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا یُعَذِّبُهُمۡ وَإِمَّا یَتُوبُ عَلَیۡهِمۡۗ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ\n",
      "translation": "And [there are] others deferred until the command of Allah - whether He will punish them or whether He will forgive them. And Allah is Knowing and Wise.",
      "transliteration": "Wa aakharoona murjawna li amril laahi imaa yu'az zibuhum wa immaa yatoobu 'alaihim; wallaahu 'Aleemun Hakeem"
    },
    {
      "number": 107,
      "arabic": "وَٱلَّذِینَ ٱتَّخَذُوا۟ مَسۡجِدࣰا ضِرَارࣰا وَكُفۡرࣰا وَتَفۡرِیقَۢا بَیۡنَ ٱلۡمُؤۡمِنِینَ وَإِرۡصَادࣰا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَیَحۡلِفُنَّ إِنۡ أَرَدۡنَاۤ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ یَشۡهَدُ إِنَّهُمۡ لَكَـٰذِبُونَ\n",
      "translation": "And [there are] those [hypocrites] who took for themselves a mosque for causing harm and disbelief and division among the believers and as a station for whoever had warred against Allah and His Messenger before. And they will surely swear, \"We intended only the best.\" And Allah testifies that indeed they are liars.",
      "transliteration": "Wallazeenat takhazoo masjidan diraaranw wa kufranw wa tafreeqam bainal mu'mineena wa irsaadal liman haarabal laaha wa Rasoolahoo min qabl; wa la yahlifunna in aradnaaa illal husnaa wallaahu yash hadu innahum lakaaziboon"
    },
    {
      "number": 108,
      "arabic": "لَا تَقُمۡ فِیهِ أَبَدࣰاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ یَوۡمٍ أَحَقُّ أَن تَقُومَ فِیهِۚ فِیهِ رِجَالࣱ یُحِبُّونَ أَن یَتَطَهَّرُوا۟ۚ وَٱللَّهُ یُحِبُّ ٱلۡمُطَّهِّرِینَ\n",
      "translation": "Do not stand [for prayer] within it - ever. A mosque founded on righteousness from the first day is more worthy for you to stand in. Within it are men who love to purify themselves; and Allah loves those who purify themselves.",
      "transliteration": "Laa taqum feehi abadaa; lamasjidun ussisa 'alat taqwaa min awwali yawmin ahaqqu an taqooma feeh; feehi rijaaluny yuhibbona ai yatatahharoo, wallaahu yuhibbul mmuttah hireen"
    },
    {
      "number": 109,
      "arabic": "أَفَمَنۡ أَسَّسَ بُنۡیَـٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَ ٰ⁠نٍ خَیۡرٌ أَم مَّنۡ أَسَّسَ بُنۡیَـٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارࣲ فَٱنۡهَارَ بِهِۦ فِی نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلظَّـٰلِمِینَ\n",
      "translation": "Then is one who laid the foundation of his building on righteousness [with fear] from Allah and [seeking] His approval better or one who laid the foundation of his building on the edge of a bank about to collapse, so it collapsed with him into the fire of Hell? And Allah does not guide the wrongdoing people.",
      "transliteration": "Afaman assasa bunyaa nahoo 'alaa taqwaa minal laahi wa ridwaanin khairun am man assasa bunyaanahoo 'alaa shafaa jurufin haarin fanhaara bihee fee Naari Jahannnam; wallaahu laa yahdil qawmaz zaalimeen"
    },
    {
      "number": 110,
      "arabic": "لَا یَزَالُ بُنۡیَـٰنُهُمُ ٱلَّذِی بَنَوۡا۟ رِیبَةࣰ فِی قُلُوبِهِمۡ إِلَّاۤ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِیمٌ حَكِیمٌ\n",
      "translation": "Their building which they built will not cease to be a [cause of] skepticism in their hearts until their hearts are stopped. And Allah is Knowing and Wise.",
      "transliteration": "Laa yazaalu bunyaanu humul lazee banaw reebatan fee quloobihim illaaa an taqatta'a quloobuhum; wal laahu 'Aleemun Hakeem"
    },
    {
      "number": 111,
      "arabic": "۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِینَ أَنفُسَهُمۡ وَأَمۡوَ ٰ⁠لَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ یُقَـٰتِلُونَ فِی سَبِیلِ ٱللَّهِ فَیَقۡتُلُونَ وَیُقۡتَلُونَۖ وَعۡدًا عَلَیۡهِ حَقࣰّا فِی ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِیلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُوا۟ بِبَیۡعِكُمُ ٱلَّذِی بَایَعۡتُم بِهِۦۚ وَذَ ٰ⁠لِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِیمُ\n",
      "translation": "Indeed, Allah has purchased from the believers their lives and their properties [in exchange] for that they will have Paradise. They fight in the cause of Allah, so they kill and are killed. [It is] a true promise [binding] upon Him in the Torah and the Gospel and the Qur'an. And who is truer to his covenant than Allah? So rejoice in your transaction which you have contracted. And it is that which is the great attainment.",
      "transliteration": "Innal laahash taraa minal mu'mineena anfusahum wa amwaalahum bi anna lahumul jannah; yuqaatiloona fee sabeelil laahi fa yaqtuloona wa yuqtaloona wa'dan 'alaihi haqqan fit Tawraati wal Injeeli wal Qur-aan; wa man awfaa be'ahdihee minal laah; fastabshiroo bibai'ikumul lazee baaya'tum bih; wa zaalika huwal fawzul 'azeem"
    },
    {
      "number": 112,
      "arabic": "ٱلتَّـٰۤىِٕبُونَ ٱلۡعَـٰبِدُونَ ٱلۡحَـٰمِدُونَ ٱلسَّـٰۤىِٕحُونَ ٱلرَّ ٰ⁠كِعُونَ ٱلسَّـٰجِدُونَ ٱلۡـَٔامِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَـٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِینَ\n",
      "translation": "[Such believers are] the repentant, the worshippers, the praisers [of Allah], the travelers [for His cause], those who bow and prostrate [in prayer], those who enjoin what is right and forbid what is wrong, and those who observe the limits [set by] Allah. And give good tidings to the believers.",
      "transliteration": "At taaa'iboonal 'aabidoonal haamidoonas saaa'ihoonar raaki'oonas saajidoonal aamiroona bilma'roofi wannaahoona 'anil munkari walhaafizoona lihudoodil laah; wa bashshiril mu'mineen"
    },
    {
      "number": 113,
      "arabic": "مَا كَانَ لِلنَّبِیِّ وَٱلَّذِینَ ءَامَنُوۤا۟ أَن یَسۡتَغۡفِرُوا۟ لِلۡمُشۡرِكِینَ وَلَوۡ كَانُوۤا۟ أُو۟لِی قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَیَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَـٰبُ ٱلۡجَحِیمِ\n",
      "translation": "It is not for the Prophet and those who have believed to ask forgiveness for the polytheists, even if they were relatives, after it has become clear to them that they are companions of Hellfire.",
      "transliteration": "Maa kaana lin nabiyyi wallazeena aamanooo ai yastaghfiroo lilmushrikeena wa law kaanoo ulee qurbaa mim ba'di maa tabiyana lahum annahum Ashaabul jaheem"
    },
    {
      "number": 114,
      "arabic": "وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَ ٰ⁠هِیمَ لِأَبِیهِ إِلَّا عَن مَّوۡعِدَةࣲ وَعَدَهَاۤ إِیَّاهُ فَلَمَّا تَبَیَّنَ لَهُۥۤ أَنَّهُۥ عَدُوࣱّ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَ ٰ⁠هِیمَ لَأَوَّ ٰ⁠هٌ حَلِیمࣱ\n",
      "translation": "And the request of forgiveness of Abraham for his father was only because of a promise he had made to him. But when it became apparent to Abraham that his father was an enemy to Allah, he disassociated himself from him. Indeed was Abraham compassionate and patient.",
      "transliteration": "Wa maa kaanas tighfaaru ibraaheema li abeehi illaa 'ammaw 'idatinw wa 'adahaaa iyyaahu falammaa tabaiyana lahooo annahoo 'aduwwul lillaahi tabarra a minh; inna Ibraaheema la awwaahum haleem"
    },
    {
      "number": 115,
      "arabic": "وَمَا كَانَ ٱللَّهُ لِیُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ یُبَیِّنَ لَهُم مَّا یَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَیۡءٍ عَلِیمٌ\n",
      "translation": "And Allah would not let a people stray after He has guided them until He makes clear to them what they should avoid. Indeed, Allah is Knowing of all things.",
      "transliteration": "Wa maa kaanal laahu liyudilla qawmam ba'da iz hadaahum hatta yubaiyina lahum maa yattaqoon; innal laaha bikulli shai'in 'Aleem"
    },
    {
      "number": 116,
      "arabic": "إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضِۖ یُحۡیِۦ وَیُمِیتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِیࣲّ وَلَا نَصِیرࣲ\n",
      "translation": "Indeed, to Allah belongs the dominion of the heavens and the earth; He gives life and causes death. And you have not besides Allah any protector or any helper.",
      "transliteration": "Innal laaha lahoo mulkus samaawaati wal ardi yuhyee wa yumeet; wa maa lakum min doonil laahi minw waliyyinw wa laa naseer"
    },
    {
      "number": 117,
      "arabic": "لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِیِّ وَٱلۡمُهَـٰجِرِینَ وَٱلۡأَنصَارِ ٱلَّذِینَ ٱتَّبَعُوهُ فِی سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ یَزِیغُ قُلُوبُ فَرِیقࣲ مِّنۡهُمۡ ثُمَّ تَابَ عَلَیۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفࣱ رَّحِیمࣱ\n",
      "translation": "Allah has already forgiven the Prophet and the Muhajireen and the Ansar who followed him in the hour of difficulty after the hearts of a party of them had almost inclined [to doubt], and then He forgave them. Indeed, He was to them Kind and Merciful.",
      "transliteration": "Laqat taabal laahu 'alan nabiyyi wal Muhaajireena wal Ansaaril lazeenat taba'oohu fee saa'atil 'usrati mim ba'di maa kaada yazeeghu quloobu fareeqim minhum summma taaba 'alaihim; innahoo bihim Ra'oofur Raheem"
    },
    {
      "number": 118,
      "arabic": "وَعَلَى ٱلثَّلَـٰثَةِ ٱلَّذِینَ خُلِّفُوا۟ حَتَّىٰۤ إِذَا ضَاقَتۡ عَلَیۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَیۡهِمۡ أَنفُسُهُمۡ وَظَنُّوۤا۟ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّاۤ إِلَیۡهِ ثُمَّ تَابَ عَلَیۡهِمۡ لِیَتُوبُوۤا۟ۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِیمُ\n",
      "translation": "And [He also forgave] the three who were left behind [and regretted their error] to the point that the earth closed in on them in spite of its vastness and their souls confined them and they were certain that there is no refuge from Allah except in Him. Then He turned to them so they could repent. Indeed, Allah is the Accepting of repentance, the Merciful.",
      "transliteration": "Wa 'alas salaasatil lazeena khullifoo hattaaa izaa daaqat 'alaihimul ardu bimaa rahubat wa daaqat 'alaihim anfusuhum wa zannnooo al laa malja-a minal laahi illaaa ilaihi summa taaba 'alaihim liyatooboo; innal laaha Huwat Tawwaabur Raheem"
    },
    {
      "number": 119,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَكُونُوا۟ مَعَ ٱلصَّـٰدِقِینَ\n",
      "translation": "O you who have believed, fear Allah and be with those who are true.",
      "transliteration": "Yaaa aiyuhal lazeena aamanut taqul laaha wa koonoo ma'as saadiqeen"
    },
    {
      "number": 120,
      "arabic": "مَا كَانَ لِأَهۡلِ ٱلۡمَدِینَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن یَتَخَلَّفُوا۟ عَن رَّسُولِ ٱللَّهِ وَلَا یَرۡغَبُوا۟ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَ ٰ⁠لِكَ بِأَنَّهُمۡ لَا یُصِیبُهُمۡ ظَمَأࣱ وَلَا نَصَبࣱ وَلَا مَخۡمَصَةࣱ فِی سَبِیلِ ٱللَّهِ وَلَا یَطَـُٔونَ مَوۡطِئࣰا یَغِیظُ ٱلۡكُفَّارَ وَلَا یَنَالُونَ مِنۡ عَدُوࣲّ نَّیۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلࣱ صَـٰلِحٌۚ إِنَّ ٱللَّهَ لَا یُضِیعُ أَجۡرَ ٱلۡمُحۡسِنِینَ\n",
      "translation": "It was not [proper] for the people of Madinah and those surrounding them of the bedouins that they remain behind after [the departure of] the Messenger of Allah or that they prefer themselves over his self. That is because they are not afflicted by thirst or fatigue or hunger in the cause of Allah, nor do they tread on any ground that enrages the disbelievers, nor do they inflict upon an enemy any infliction but that is registered for them as a righteous deed. Indeed, Allah does not allow to be lost the reward of the doers of good.",
      "transliteration": "Maa kaana li ahlil Madeenati wa man hawlahum minal A'raabi ai yatakhallafoo 'ar-Rasoolil laahi wa laa yarghaboo bi anfusihim 'an nafsih; zaalika bi annahum laa yuseebuhum zama unw wa laa nasabunw wa laa makhmasatun fee sabeelil laahi wa laa yata'oona mawti'ai yagheezul kuffaara wa laa yanaaloona min 'aduwwin nailan illaa kutiba lahum bihee 'amalun saalih; innal laaha laa yudee'u ajral muhsineen"
    },
    {
      "number": 121,
      "arabic": "وَلَا یُنفِقُونَ نَفَقَةࣰ صَغِیرَةࣰ وَلَا كَبِیرَةࣰ وَلَا یَقۡطَعُونَ وَادِیًا إِلَّا كُتِبَ لَهُمۡ لِیَجۡزِیَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُوا۟ یَعۡمَلُونَ\n",
      "translation": "Nor do they spend an expenditure, small or large, or cross a valley but that it is registered for them that Allah may reward them for the best of what they were doing.",
      "transliteration": "Wa laa yunfiqoona nafa qatan sagheeratanw wa laa kabeeratanw wa laa yaqta'oona waadiyan illaa kutiba lahum liyajziyahumul laahu ahsana maa kaanoo ya'maloon"
    },
    {
      "number": 122,
      "arabic": "۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِیَنفِرُوا۟ كَاۤفَّةࣰۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةࣲ مِّنۡهُمۡ طَاۤىِٕفَةࣱ لِّیَتَفَقَّهُوا۟ فِی ٱلدِّینِ وَلِیُنذِرُوا۟ قَوۡمَهُمۡ إِذَا رَجَعُوۤا۟ إِلَیۡهِمۡ لَعَلَّهُمۡ یَحۡذَرُونَ\n",
      "translation": "And it is not for the believers to go forth [to battle] all at once. For there should separate from every division of them a group [remaining] to obtain understanding in the religion and warn their people when they return to them that they might be cautious.",
      "transliteration": "Wa maa kaanal mu'minoona liyanfiroo kaaaffah; falaw laa nafara min kulli firqatim minhum taaa'ifatul liyatafaqqahoo fiddeeni wa liyunziroo qawmahum izaa raja'ooo ilaihim la'allahum yahzaroon"
    },
    {
      "number": 123,
      "arabic": "یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ قَـٰتِلُوا۟ ٱلَّذِینَ یَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡیَجِدُوا۟ فِیكُمۡ غِلۡظَةࣰۚ وَٱعۡلَمُوۤا۟ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِینَ\n",
      "translation": "O you who have believed, fight those adjacent to you of the disbelievers and let them find in you harshness. And know that Allah is with the righteous.",
      "transliteration": "Yaaa aiyuhal lazeena aamanoo qaatilul lazeena yaloonakum minal kuffaari walyajidoo feekum ghilzah; wa'lamooo annal laaha ma'al muttaqeen"
    },
    {
      "number": 124,
      "arabic": "وَإِذَا مَاۤ أُنزِلَتۡ سُورَةࣱ فَمِنۡهُم مَّن یَقُولُ أَیُّكُمۡ زَادَتۡهُ هَـٰذِهِۦۤ إِیمَـٰنࣰاۚ فَأَمَّا ٱلَّذِینَ ءَامَنُوا۟ فَزَادَتۡهُمۡ إِیمَـٰنࣰا وَهُمۡ یَسۡتَبۡشِرُونَ\n",
      "translation": "And whenever a surah is revealed, there are among the hypocrites those who say, \"Which of you has this increased faith?\" As for those who believed, it has increased them in faith, while they are rejoicing.",
      "transliteration": "Wa izaa maaa unzilat Sooratun faminhum mai yaqoolu aiyukum zaadat hu haazihee eemaanaa; fa ammal lazeena aamanoo fazaadat hum eemaananw wa hum yastabshiroon"
    },
    {
      "number": 125,
      "arabic": "وَأَمَّا ٱلَّذِینَ فِی قُلُوبِهِم مَّرَضࣱ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُوا۟ وَهُمۡ كَـٰفِرُونَ\n",
      "translation": "But as for those in whose hearts is disease, it has [only] increased them in evil [in addition] to their evil. And they will have died while they are disbelievers.",
      "transliteration": "Wa ammal lazeena fee quloobihim maradun fazaadat hum rijsan ilaa rijsihim wa maatoo wa hum kaafiroon"
    },
    {
      "number": 126,
      "arabic": "أَوَلَا یَرَوۡنَ أَنَّهُمۡ یُفۡتَنُونَ فِی كُلِّ عَامࣲ مَّرَّةً أَوۡ مَرَّتَیۡنِ ثُمَّ لَا یَتُوبُونَ وَلَا هُمۡ یَذَّكَّرُونَ\n",
      "translation": "Do they not see that they are tried every year once or twice but then they do not repent nor do they remember?",
      "transliteration": "Awalaa yarawna annahum yuftanoona fee kulli 'aamim marratan aw marrataini summa laa yatooboona wa laa hum yazzakkkaroon"
    },
    {
      "number": 127,
      "arabic": "وَإِذَا مَاۤ أُنزِلَتۡ سُورَةࣱ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ یَرَىٰكُم مِّنۡ أَحَدࣲ ثُمَّ ٱنصَرَفُوا۟ۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمࣱ لَّا یَفۡقَهُونَ\n",
      "translation": "And whenever a surah is revealed, they look at each other, [saying], \"Does anyone see you?\" and then they dismiss themselves. Allah has dismissed their hearts because they are a people who do not understand.",
      "transliteration": "Wa izaa maaa unzilat Sooratun nazara ba'duhum ilaa ba'din hal yaraakum min ahadin summman sarafoo; sarafal laahu quloobahum bi annahum qawmul laa yafqahoon"
    },
    {
      "number": 128,
      "arabic": "لَقَدۡ جَاۤءَكُمۡ رَسُولࣱ مِّنۡ أَنفُسِكُمۡ عَزِیزٌ عَلَیۡهِ مَا عَنِتُّمۡ حَرِیصٌ عَلَیۡكُم بِٱلۡمُؤۡمِنِینَ رَءُوفࣱ رَّحِیمࣱ\n",
      "translation": "There has certainly come to you a Messenger from among yourselves. Grievous to him is what you suffer; [he is] concerned over you and to the believers is kind and merciful.",
      "transliteration": "Laqad jaaa'akum Rasoolum min anfusikum 'azeezun 'alaihi maa 'anittum hareesun 'alaikum bilmu'mineena ra'oofur raheem"
    },
    {
      "number": 129,
      "arabic": "فَإِن تَوَلَّوۡا۟ فَقُلۡ حَسۡبِیَ ٱللَّهُ لَاۤ إِلَـٰهَ إِلَّا هُوَۖ عَلَیۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِیمِ\n",
      "translation": "But if they turn away, [O Muhammad], say, \"Sufficient for me is Allah; there is no deity except Him. On Him I have relied, and He is the Lord of the Great Throne.\"",
      "transliteration": "Fa in tawallaw faqul lhasbiyal laahu laaa ilaaha illaa Huwa 'alaihi tawakkkaltu wa Huwa Rabbul 'Arshil 'Azeem"
    }
  ]
}