{
  "number": 98,
  "name": "Al-Bayyina",
  "totalVerses": 8,
  "verses": [
    {
      "number": 1,
      "arabic": "  لَمۡ یَكُنِ ٱلَّذِینَ كَفَرُوا۟ مِنۡ أَهۡلِ ٱلۡكِتَـٰبِ وَٱلۡمُشۡرِكِینَ مُنفَكِّینَ حَتَّىٰ تَأۡتِیَهُمُ ٱلۡبَیِّنَةُ\n",
      "translation": "Those who disbelieved among the People of the Scripture and the polytheists were not to be parted [from misbelief] until there came to them clear evidence -",
      "audioFile": "audio/098/098001.mp3"
    },
    {
      "number": 2,
      "arabic": "رَسُولࣱ مِّنَ ٱللَّهِ یَتۡلُوا۟ صُحُفࣰا مُّطَهَّرَةࣰ\n",
      "translation": "A Messenger from Allah, reciting purified scriptures",
      "audioFile": "audio/098/098002.mp3"
    },
    {
      "number": 3,
      "arabic": "فِیهَا كُتُبࣱ قَیِّمَةࣱ\n",
      "translation": "Within which are correct writings.",
      "audioFile": "audio/098/098003.mp3"
    },
    {
      "number": 4,
      "arabic": "وَمَا تَفَرَّقَ ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَاۤءَتۡهُمُ ٱلۡبَیِّنَةُ\n",
      "translation": "Nor did those who were given the Scripture become divided until after there had come to them clear evidence.",
      "audioFile": "audio/098/098004.mp3"
    },
    {
      "number": 5,
      "arabic": "وَمَاۤ أُمِرُوۤا۟ إِلَّا لِیَعۡبُدُوا۟ ٱللَّهَ مُخۡلِصِینَ لَهُ ٱلدِّینَ حُنَفَاۤءَ وَیُقِیمُوا۟ ٱلصَّلَوٰةَ وَیُؤۡتُوا۟ ٱلزَّكَوٰةَۚ وَذَ ٰ⁠لِكَ دِینُ ٱلۡقَیِّمَةِ\n",
      "translation": "And they were not commanded except to worship Allah, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakah. And that is the correct religion.",
      "audioFile": "audio/098/098005.mp3"
    },
    {
      "number": 6,
      "arabic": "إِنَّ ٱلَّذِینَ كَفَرُوا۟ مِنۡ أَهۡلِ ٱلۡكِتَـٰبِ وَٱلۡمُشۡرِكِینَ فِی نَارِ جَهَنَّمَ خَـٰلِدِینَ فِیهَاۤۚ أُو۟لَـٰۤىِٕكَ هُمۡ شَرُّ ٱلۡبَرِیَّةِ\n",
      "translation": "Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures.",
      "audioFile": "audio/098/098006.mp3"
    },
    {
      "number": 7,
      "arabic": "إِنَّ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰۤىِٕكَ هُمۡ خَیۡرُ ٱلۡبَرِیَّةِ\n",
      "translation": "Indeed, they who have believed and done righteous deeds - those are the best of creatures.",
      "audioFile": "audio/098/098007.mp3"
    },
    {
      "number": 8,
      "arabic": "جَزَاۤؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّـٰتُ عَدۡنࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۤ أَبَدࣰاۖ رَّضِیَ ٱللَّهُ عَنۡهُمۡ وَرَضُوا۟ عَنۡهُۚ ذَ ٰ⁠لِكَ لِمَنۡ خَشِیَ رَبَّهُۥ\n",
      "translation": "Their reward with Allah will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allah being pleased with them and they with Him. That is for whoever has feared his Lord.",
      "audioFile": "audio/098/098008.mp3"
    }
  ]
}